[
    {
    "_id": "10006546",
    "listing_url": "https://www.airbnb.com/rooms/10006546",
    "name": "Ribeira Charming Duplex",
    "summary": "Fantastic duplex apartment with three bedrooms, located in the historic area of Porto, Ribeira (Cube) - UNESCO World Heritage Site. Centenary building fully rehabilitated, without losing their original character.",
    "space": "Privileged views of the Douro River and Ribeira square, our apartment offers the perfect conditions to discover the history and the charm of Porto. Apartment comfortable, charming, romantic and cozy in the heart of Ribeira. Within walking distance of all the most emblematic places of the city of Porto. The apartment is fully equipped to host 8 people, with cooker, oven, washing machine, dishwasher, microwave, coffee machine (Nespresso) and kettle. The apartment is located in a very typical area of the city that allows to cross with the most picturesque population of the city, welcoming, genuine and happy people that fills the streets with his outspoken speech and contagious with your sincere generosity, wrapped in a only parochial spirit.",
    "description": "Fantastic duplex apartment with three bedrooms, located in the historic area of Porto, Ribeira (Cube) - UNESCO World Heritage Site. Centenary building fully rehabilitated, without losing their original character. Privileged views of the Douro River and Ribeira square, our apartment offers the perfect conditions to discover the history and the charm of Porto. Apartment comfortable, charming, romantic and cozy in the heart of Ribeira. Within walking distance of all the most emblematic places of the city of Porto. The apartment is fully equipped to host 8 people, with cooker, oven, washing machine, dishwasher, microwave, coffee machine (Nespresso) and kettle. The apartment is located in a very typical area of the city that allows to cross with the most picturesque population of the city, welcoming, genuine and happy people that fills the streets with his outspoken speech and contagious with your sincere generosity, wrapped in a only parochial spirit. We are always available to help guests",
    "neighborhood_overview": "In the neighborhood of the river, you can find several restaurants as varied flavors, but without forgetting the so traditional northern food. You can also find several bars and pubs to unwind after a day's visit to the magnificent Port. To enjoy the Douro River can board the boats that daily make the ride of six bridges. You can also embark towards Régua, Barca d'Alva, Pinhão, etc and enjoy the Douro Wine Region, World Heritage of Humanity. The Infante's house is a few meters and no doubt it deserves a visit. They abound grocery stores, bakeries, etc. to make your meals. Souvenir shop, wine cellars, etc. to bring some souvenirs.",
    "notes": "Lose yourself in the narrow streets and staircases zone, have lunch in pubs and typical restaurants, and find the renovated cafes and shops in town. If you like exercise, rent a bicycle in the area and ride along the river to the sea, where it will enter beautiful beaches and terraces for everyone. The area is safe, find the bus stops 1min and metro line 5min. The bustling nightlife is a 10 min walk, where the streets are filled with people and entertainment for all. But Porto is much more than the historical center, here is modern museums, concert halls, clean and cared for beaches and surf all year round. Walk through the Ponte D. Luis and visit the different Caves of Port wine, where you will enjoy the famous port wine. Porto is a spoken city everywhere in the world as the best to be visited and savored by all ... natural beauty, culture, tradition, river, sea, beach, single people, typical food, and we are among those who best receive tourists, confirm! Come visit us and feel at ho",
    "transit": "Transport: • Metro station and S. Bento railway 5min; • Bus stop a 50 meters; • Lift Guindais (Funicular) 50 meters; • Tuc Tuc-to get around the city; • Buses tourist; • Cycling through the marginal drive; • Cable car in Gaia, overlooking the Port (just cross the bridge).",
    "access": "We are always available to help guests. The house is fully available to guests. We are always ready to assist guests. when possible we pick the guests at the airport.  This service transfer have a cost per person. We will also have service \"meal at home\" with a diverse menu and the taste of each. Enjoy the moment!",
    "interaction": "Cot - 10 € / night Dog - € 7,5 / night",
    "house_rules": "Make the house your home...",
    "property_type": "House",
    "room_type": "Entire home/apt",
    "bed_type": "Real Bed",
    "minimum_nights": "2",
    "maximum_nights": "30",
    "cancellation_policy": "moderate",
    "last_scraped": "2019-02-16T05:00:00.000Z",
    "calendar_last_scraped": "2019-02-16T05:00:00.000Z",
    "first_review": "2016-01-03T05:00:00.000Z",
    "last_review": "2019-01-20T05:00:00.000Z",
    "accommodates": 8,
    "bedrooms": 3,
    "beds": 5,
    "number_of_reviews": 51,
    "bathrooms": {
    "$numberDecimal": "1.0"
    },
    "amenities": [
    "TV",
    "Cable TV",
    "Wifi",
    "Kitchen",
    "Paid parking off premises",
    "Smoking allowed",
    "Pets allowed",
    "Buzzer/wireless intercom",
    "Heating",
    "Family/kid friendly",
    "Washer",
    "First aid kit",
    "Fire extinguisher",
    "Essentials",
    "Hangers",
    "Hair dryer",
    "Iron",
    "Pack ’n Play/travel crib",
    "Room-darkening shades",
    "Hot water",
    "Bed linens",
    "Extra pillows and blankets",
    "Microwave",
    "Coffee maker",
    "Refrigerator",
    "Dishwasher",
    "Dishes and silverware",
    "Cooking basics",
    "Oven",
    "Stove",
    "Cleaning before checkout",
    "Waterfront"
    ],
    "price": {
    "$numberDecimal": "80.00"
    },
    "security_deposit": {
    "$numberDecimal": "200.00"
    },
    "cleaning_fee": {
    "$numberDecimal": "35.00"
    },
    "extra_people": {
    "$numberDecimal": "15.00"
    },
    "guests_included": {
    "$numberDecimal": "6"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/e83e702f-ef49-40fb-8fa0-6512d7e26e9b.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "51399391",
    "host_url": "https://www.airbnb.com/users/show/51399391",
    "host_name": "Ana&Gonçalo",
    "host_location": "Porto, Porto District, Portugal",
    "host_about": "Gostamos de passear, de viajar, de conhecer pessoas e locais novos, gostamos de desporto e animais! Vivemos na cidade mais linda do mundo!!!",
    "host_response_time": "within an hour",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/fab79f25-2e10-4f0f-9711-663cb69dc7d8.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/fab79f25-2e10-4f0f-9711-663cb69dc7d8.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "",
    "host_response_rate": 100,
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": true,
    "host_listings_count": 3,
    "host_total_listings_count": 3,
    "host_verifications": [
    "email",
    "phone",
    "reviews",
    "jumio",
    "offline_government_id",
    "government_id"
    ]
    },
    "address": {
    "street": "Porto, Porto, Portugal",
    "suburb": "",
    "government_area": "Cedofeita, Ildefonso, Sé, Miragaia, Nicolau, Vitória",
    "market": "Porto",
    "country": "Portugal",
    "country_code": "PT",
    "location": {
    "type": "Point",
    "coordinates": [
    -8.61308,
    41.1413
    ],
    "is_location_exact": false
    }
    },
    "availability": {
    "availability_30": 28,
    "availability_60": 47,
    "availability_90": 74,
    "availability_365": 239
    },
    "review_scores": {
    "scores":{
        "review_scores_accuracy": 9,
    "review_scores_cleanliness": 9,
    "review_scores_checkin": 10,
    "review_scores_communication": 10,
    "review_scores_location": 10,
    "review_scores_value": 9,
    "review_scores_rating": 89
    }
    },
    "reviews": [
    {
    "_id": "58663741",
    "date": "2016-01-03T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "51483096",
    "reviewer_name": "Cátia",
    "comments": "A casa da Ana e do Gonçalo foram o local escolhido para a passagem de ano com um grupo de amigos. Fomos super bem recebidos com uma grande simpatia e predisposição a ajudar com qualquer coisa que fosse necessário.\r\nA casa era ainda melhor do que parecia nas fotos, totalmente equipada, com mantas, aquecedor e tudo o que pudessemos precisar.\r\nA localização não podia ser melhor! Não há melhor do que acordar de manhã e ao virar da esquina estar a ribeira do Porto."
    },
    {
    "_id": "62413197",
    "date": "2016-02-14T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "40031996",
    "reviewer_name": "Théo",
    "comments": "We are french's students, we traveled some days in Porto, this space was good and we can cooking easly. It was rainning so we eard every time the water fall to the ground in the street when we sleeping. But It was cool and or was well received by Ana et Gonçalo"
    },
    {
    "_id": "68310569",
    "date": "2016-04-04T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "53859850",
    "reviewer_name": "Bart",
    "comments": "We had a spledid time in the old centre of Porto.\r\nThe appartment is very well situated next to the old Ribeira square. It's perfect to have such an appartment to your disposal, you feel home, and have a place to relax between the exploration of this very nice city.\r\nWe thank Ana & Gonçalo, and we hope the appartment is free when we go back next year. Porto is charming original."
    },
    {
    "_id": "69693942",
    "date": "2016-04-12T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "3135623",
    "reviewer_name": "Alex",
    "comments": "Ana and Goncalo were very helpful and accommodating. When they were not available they put us in touch with their nephew who was equally as helpful. The flat was as described, neat and tidy. The weather was quite cold, but thankfully A&G left us with extra blankets and electric heaters to use. Location was great. Outside the flat there was a slight smell of the river/ sewage, but in all honesty it did not come into the flat, and once you go down the road it doesn't carry on. This may also have been down to the very wet weather we had while there. All in all, very happy and would definitely recommend."
    },
    {
    "_id": "71451096",
    "date": "2016-04-25T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "13187858",
    "reviewer_name": "Dan",
    "comments": "The hosts were very accommodating and agreed to meet with my parents as they were arriving before us. Communicated very well and always responded in a very timely manner. You couldn't have asked for a better location of this apartment and the place was identical to the pictures in the in the listing."
    },
    {
    "_id": "73191268",
    "date": "2016-05-07T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "61434690",
    "reviewer_name": "Anne",
    "comments": "THE PLACE TO BE, l'appartement est situé au milieu de la Ribeira , tout peut se faire à pieds c'est l'ideal,l'appartement est très bien agencé et équipé.\r\nNous avons passé un séjour très agréable dans ce duplex avec beaucoup de charme .\r\nAccueil très chaleureux de Ana et Gonçalo, ils ont pris du temps pour nous indiquer tout ce qu'il y avait à faire sur Porto et répondus  à toutes nos interrogations en terme de commodités.. Merci..\r\n"
    },
    {
    "_id": "77438107",
    "date": "2016-05-31T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "3673216",
    "reviewer_name": "Chris",
    "comments": "We had a great time in Porto. Ana’s & Goncalo’s apartment is located right in the heart of the Old Town and is great value for money. You really are at the centre of things and it’s the perfect place to get swept away in the hustle and bustle of Porto. Ana and Goncalo were great hosts."
    },
    {
    "_id": "89637734",
    "date": "2016-07-29T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "9172374",
    "reviewer_name": "Leslie",
    "comments": "Ana and Gonçalo were very welcoming and made a lot of information about Porto's sights available. It was very clean, very beautiful and the location was superb. It does have a lot of restaurants around it, so it could be a bit noisy for us at night but otherwise  great location. We would stay there again. "
    },
    {
    "_id": "96574146",
    "date": "2016-08-23T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "71985274",
    "reviewer_name": "Philippe",
    "comments": "Super appartement très bien placé, au cœur de l'animation de la Ribeira !\r\nNous avons passé un super séjour à Porto !\r\nToutes les informations données par Ana et les documents laissés nous ont bien aidé à organiser notre séjour.  Nous avons (presque) tout fait à pied ! Le parking Ribeira est proche et bien utile pour garer le véhicule.\r\nMerci !!!\r\nPhilippe\r\n"
    },
    {
    "_id": "108444999",
    "date": "2016-10-16T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "24960918",
    "reviewer_name": "Hanneke",
    "comments": "The appartment was great, it is really nice and cosy, and it is situated at a perfect location. Ana and Goncalo were very friendly, they were very helpfull during our stay. We had a great time during our stay in Porto!"
    },
    {
    "_id": "111065376",
    "date": "2016-10-30T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "74079092",
    "reviewer_name": "Kati",
    "comments": "Kävimme majoittajan kanssa viestinvaihtoa ennen lomaa ja he antoivat mukavan vaikutelman. He olivatkin hyvin mukavia ihmisiä. He tulivat lentokentälle vastaan kahdella autolla mikä oli hyvin ystävällistä. He kertoivat myös kaupungista ja sen nähtävyyksistä. Asunnon sijainti oli täydellinen. Se oli myös erittäin romanttinen ja kaunis. Kokemus oli hyvin onnistunut."
    },
    {
    "_id": "111655209",
    "date": "2016-11-01T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "40413493",
    "reviewer_name": "Julia",
    "comments": "Hemos pasado unos días increíbles en Oporto. Llegamos más tarde de lo que habíamos pensado y Ana & Gonçalo nos esperaron pacientemente y nos facilitaron la llegada, además nos recibieron con un regalo de bienvenida!. Nos dieron todo tipo de indicaciones y consejos más que de sobra para disfrutar de los días que estuvimos allí. La ubicación de la casa es inmejorable!! la única pega fue que el soporte de la ducha estaba roto pero como eran pocos días no quisimos molestar a Ana & Gonçalo y no se lo comentamos. "
    },
    {
    "_id": "132811625",
    "date": "2017-02-19T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "8986056",
    "reviewer_name": "Joshua",
    "comments": "Great location, comfortable place, responsive and friendly host! Highly recommended!"
    },
    {
    "_id": "144627907",
    "date": "2017-04-16T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "113254568",
    "reviewer_name": "Tracey",
    "comments": "This house is in the heart of Porto, set back enough to be away from the hustle and bustle but only a few steps up from the river, bars and restaurants. A great place to stay.\nThe house was clean and functional. Ana and Goncalo are perfect hosts with lots of information on places to visit and   eat."
    },
    {
    "_id": "149009243",
    "date": "2017-05-02T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "11263097",
    "reviewer_name": "Willem",
    "comments": "The location of the house is wonderful! You are in the heart of the old city and the Douro ist just a few meters away. Perfect for a first visit to Porto!\nVery cosy and warm house with everything you need.\nGonçalo gives a lot of good tips that will help you to have a perfect stay. Communication is very easy with him."
    },
    {
    "_id": "150518693",
    "date": "2017-05-08T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "108507776",
    "reviewer_name": "Fanny",
    "comments": "We spend a really good time in Porto, the flat is so well situated. The bridge is just next door, the view on the river is amazing, and plenty of restaurants and pubs, transport are just around.\nGonzalo is very kind to wait for us, also lat, for the check in, thank you.\n"
    },
    {
    "_id": "155913947",
    "date": "2017-05-29T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "30254816",
    "reviewer_name": "Bridget",
    "comments": "Thanks for a great stay! 6 of us were in Porto for a long weekend and we had a blast. The apartment was perfect; location and size to accomodate us. The hosts were great, then even picked us up at the airport (for a fee but it was a great service). Thanks again! Bridget."
    },
    {
    "_id": "159692160",
    "date": "2017-06-11T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "124514204",
    "reviewer_name": "Oscar",
    "comments": "Superb location and very nice, big and overall pleasant apartment!"
    },
    {
    "_id": "164881958",
    "date": "2017-06-29T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "105188418",
    "reviewer_name": "Steve",
    "comments": "The apartment provides basic facilities but is good value for money and very well positioned for easy access to restaurants and bars, the Ribeira district and the Port house in Gaia."
    },
    {
    "_id": "166990342",
    "date": "2017-07-05T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "52660694",
    "reviewer_name": "Tina",
    "comments": "Ana und Gonçalo sind sehr hilfsbereite liebe Leute, die  alles tun, damit man sich wohl fühlt. Wenn es etwas zu beanstanden gab, wird das sofort problemlos erledigt. Das Apartment ist charmant, die Möbel schon etwas mitgenommen, aber das passt insgesamt ins Bild von Porto und macht den Reiz aus. Die Lage ist super, genau am Duoro. Es gibt Strassenmusik bis in den späten Abend und auch morgens geht's früh los mit fröhlichen Lärm von der Flusspromenade. Nichts also für Leute, die es ruhig brauchen! Die Lage ist wirklich exklusiv und tröstet über den recht teuren Mietpreis. Im Umfeld gibt es typische Touri-Fallen, wo alles doppelt kostet, aber gleichzeitig findet man auch sehr nette kleine Bars, in der man chillig und günstig frühstücken oder generell lecker essen kann. Die Stadt ist klein genug, um sich schnell zurechtzufinden und groß genug, um immer wieder neues zu entdecken. Wir waren zu dritt (50, 25, 20 Jahre) und haben die Zeit wirklich genossen. "
    },
    {
    "_id": "180030365",
    "date": "2017-08-09T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "25469637",
    "reviewer_name": "Mathieu",
    "comments": "Very well located appartement ideal for a family of 5 who want to make the most of the city center.\nIt may be a bit noisy at night but this is acceptable.\nGlobally we recommend this place."
    },
    {
    "_id": "198679769",
    "date": "2017-09-30T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "21837853",
    "reviewer_name": "Ido",
    "comments": "Great location! The apartment is somewhat basic. We were family with 3 teenagers and had a good time. Also it’s a bit noisy until very late at night."
    },
    {
    "_id": "199885226",
    "date": "2017-10-03T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "56528632",
    "reviewer_name": "Amanda",
    "comments": "This apartment is in the perfect location for being in the middle of the action. There were tons of restaurants close to the apartment and it was a quick walk across the bridge to tour the Port wineries. Be forewarned; if you are looking for a very quiet location, this area may not be for you. However, if you are looking to step outside of your door and start enjoying what Porto has to offer, I recommend this location."
    },
    {
    "_id": "207942636",
    "date": "2017-10-30T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "102474818",
    "reviewer_name": "Geneviève",
    "comments": "Acceuil très très chaleureux de Gonçalo  et Ana lors de notre arrivée très tardive due à un changement d\"'horaire d'avion....appartement super bien situé dans Porto près du Douro, fidèle aux photos mises sur le site....Nous avons adoré ce quartier bien animé  .....Encore merci à Gonçalo et Ana. ...."
    },
    {
    "_id": "209455775",
    "date": "2017-11-05T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "10371877",
    "reviewer_name": "Andrea",
    "comments": "Localização perfeita, muito aconchegante, Ana e Gonçalo são pessoas muito atenciosas e simpáticas!"
    },
    {
    "_id": "223995518",
    "date": "2018-01-02T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "10184070",
    "reviewer_name": "Jennifer",
    "comments": "Perfect position to see everything that Porto has to offer. Ana and Gonçalo were great hosts quick to respond and welcoming. Couldn't recommend a better place to stay in Porto to be able to see the sights and be within walking distance to so many restaurants."
    },
    {
    "_id": "225725834",
    "date": "2018-01-07T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "156411765",
    "reviewer_name": "Nathalie",
    "comments": "Great location!"
    },
    {
    "_id": "230559180",
    "date": "2018-01-28T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "2524423",
    "reviewer_name": "Cayetana",
    "comments": "Probably Ana&Gonzalo´s place is great for summer but definitely not in winter. The house is NOT WARM and ready for a stay in cold and humit season. There is NO HEATING in any of the rooms and living room, only bed covers (not nordic duvet) and small heaters which you have to switch off during the night. Those were not enough during our stay in January even we had sunny days! Moreover we were 5 people in the house without NO HOT WATER enough for all of us. \nThe pictures did not show the reality. Furniture was much older and WiFi signal is only available in the living room, not the rooms.\nOn the other hand, location is great if you want to stay close to the river. Although think about that all restaurants, bars and main tourist attractions are close to Train Station and Clerigos Tower which means 15-20 min uphill walking distance from the house."
    },
    {
    "_id": "232271631",
    "date": "2018-02-04T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "167219338",
    "reviewer_name": "Mérex",
    "comments": "Appartement très cosy! Nous y avons été pour un court séjour à 7 et avons adoré. L'appartement est idéalement situé dans le quartier magnifique de la Ribeira. L'accueil a ete très chaleureux: Nous étions trompé d'adresse car le GPS avaient confondus les rues mais Ana a su nous retrouver pour nous amener à l'appartement.  L'appartement était très  propre et nous avons eu largement tout ce qu'il fallait en linge.\nEncore un Grand merci à eux!"
    },
    {
    "_id": "234847900",
    "date": "2018-02-14T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "6735587",
    "reviewer_name": "Andrea",
    "comments": "ottima ospitalità, la posizione della casa è ottima, vicina ai mezzi di trasporto e alle principali attrazioni della città, torneremo sicuramente. Consigliato!!"
    },
    {
    "_id": "235293831",
    "date": "2018-02-16T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "130170949",
    "reviewer_name": "Bogdan",
    "comments": "Nice apartment in Porto, we enjoy staying in it for a few days. The apartment is comfortable and has a very nice location. Thanks to Ana and Gonsalo for hospitality."
    },
    {
    "_id": "240252220",
    "date": "2018-03-04T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "153415353",
    "reviewer_name": "Alison",
    "comments": "Great location. Good value thanks for the stay"
    },
    {
    "_id": "244738269",
    "date": "2018-03-19T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "59706237",
    "reviewer_name": "Marco",
    "comments": "Me and my friends (7 ppl tot) have booked Gonçalo and Ana’s apartment for our holidays and i think we cannot do a better choice like that.\nThe apartment is situated near Oporto’s riverside, in Ribeira district, at 2 minutes walking to Sao Bento’s station, 10minutes to Lello’s library and clerics’s tower. In less than 10 minutes u’re in Vila Nova De Gaia where u can find the wineries of porto’s wine.\nThe apartment is really spacious and comfortable, perfect for 7 italian people that want to have fun in Oporto.\nSuggested!!!"
    },
    {
    "_id": "246334180",
    "date": "2018-03-25T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "12047570",
    "reviewer_name": "Michel",
    "comments": "L'emplacement et vraiment au coeur de l'animation du vieux Porto. Au pied de l'appartement se trouvent de charmants café avec vue sur le Douro.\nAna&Gonçalo ont été très attentionnés et à l'écoute de nos demandes\nMichel"
    },
    {
    "_id": "259708770",
    "date": "2018-05-01T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "174003310",
    "reviewer_name": "Dariusz",
    "comments": "Great location right next to the Dom Luiz bridge and Douro river and plenty of restaurants. Enough room for about 6 people. Ana was very responsive to any concerns we had. Would stay again."
    },
    {
    "_id": "263239322",
    "date": "2018-05-11T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "31033799",
    "reviewer_name": "Margriet",
    "comments": "The house was supernice and located in the middle of the center. We really enjoyed our stay here!"
    },
    {
    "_id": "264125733",
    "date": "2018-05-13T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "15554470",
    "reviewer_name": "Carlos",
    "comments": "Great Location. Ana & Gonzalo are very nice, flexible, and fast-responsive. Apartment is ok but only one toilet for 3 rooms + sofa-bed."
    },
    {
    "_id": "267283092",
    "date": "2018-05-21T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "39358900",
    "reviewer_name": "Gaspard",
    "comments": "Ana&Gonçalo's apartment was nice, comfy, clean and most of all really well located in the city center!!!\nWe could easily move everywhere in Porto from there and it was perfect for discovering the city!\nAlso, I'd like to mention that Gonçalo was nice and patient with us on the day of the arrival even if we were a bit late.\nI strongly recommend this place!"
    },
    {
    "_id": "269853203",
    "date": "2018-05-28T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "42864948",
    "reviewer_name": "James",
    "comments": "Incredible location, beautiful house. Everything was very easy and we would highly recommend this accommodation. Excellent. "
    },
    {
    "_id": "272277314",
    "date": "2018-06-03T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "45990306",
    "reviewer_name": "紫仪",
    "comments": "good lication good experience"
    },
    {
    "_id": "275044729",
    "date": "2018-06-10T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "176337667",
    "reviewer_name": "Sebastian",
    "comments": "We loved it"
    },
    {
    "_id": "302971185",
    "date": "2018-08-06T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "52572680",
    "reviewer_name": "Robby",
    "comments": "Great location right on the river. Lots of tourists in the area. Easy to get to public transportation. Besides the hot weather, we had a good time. "
    },
    {
    "_id": "320887590",
    "date": "2018-09-09T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "20965806",
    "reviewer_name": "Romain",
    "comments": "Merci à Ana & Gonçalo pour l’accueil !"
    },
    {
    "_id": "325025167",
    "date": "2018-09-18T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "15097268",
    "reviewer_name": "Roula",
    "comments": "-"
    },
    {
    "_id": "331735682",
    "date": "2018-10-03T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "35313286",
    "reviewer_name": "Alexander",
    "comments": "Our stay in Ana and Gancalo’s apartment was lovely. The location was perfect and Gancalo graciously picked us up from the airport. It does get a little loud in the morning but that’s only because the apartment is perfectly located right on the river front. You do have to hold the shower wand when showering but the pressure is good. Overall I would definitely stay in the apartment again!"
    },
    {
    "_id": "334789252",
    "date": "2018-10-10T04:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "206502919",
    "reviewer_name": "Mark",
    "comments": "It was a wonderful experience, the location is fantastic and the accommodations were outstanding."
    },
    {
    "_id": "347372623",
    "date": "2018-11-11T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "17503135",
    "reviewer_name": "Camille",
    "comments": "Ana’s place is very well located, at 2 min walking distance to the Douro, so that everything is close by! Ana communicated well regarding check in info, and was even flexible regarding check out timing. The description / pictures are relevant; only the bathroom  is not as recent. We appreciated the extra blanket as heaters have to be switched off once u leave the flat, but once they are switched on we had no problem afterwards regarding the temperature of the flat."
    },
    {
    "_id": "354708379",
    "date": "2018-12-02T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "34178931",
    "reviewer_name": "Pawel",
    "comments": "If you want to stay in the heart of Porto for reasonable price this is a good alternative. However, I’d selected again it for group of more than 6 people."
    },
    {
    "_id": "362865132",
    "date": "2018-12-27T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "208880077",
    "reviewer_name": "Thomas",
    "comments": "Very helpful hosts. Cooked traditional Portuguese Christmas dinner for 6. Location is perfect. Right off square that is on river right by famous bridge engineered by protege of Gustav Eifel. Looks like same type structure."
    },
    {
    "_id": "364728730",
    "date": "2018-12-31T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "91827533",
    "reviewer_name": "Mr",
    "comments": "Ana & Goncalo were great on communication, responding instantly to questions.\n5 of us stayed in their home for 3 nights and found the location to be great and central to all the amazing sights Porto has to offer. \nWe found the home to be difficult to heat on our first night, the rooms have heaters but took time to get the room to a comfortable temperature level. But in warmer months Im sure this isn't an issue.\nThe beds are a little hard with one slightly out of shape,  and the shower is fairly basic (hand held) but does the job. Because of the central location some noise can be expected early in the mornings. \nOverall the apartment suited our needs for our short stay and the price is more than reasonable for what we got."
    },
    {
    "_id": "403055315",
    "date": "2019-01-20T05:00:00.000Z",
    "listing_id": "10006546",
    "reviewer_id": "15138940",
    "reviewer_name": "Milo",
    "comments": "The house was extremely well located and Ana was able to give us some really great tips on locations to have lunch and eat out. The house was perfectly clean and the easily able to accommodate 6 people despite only having one bathroom. The beds and living room were comfortable. \n\nHowever, we always felt somewhat on edge in the house due to the number of signs posted around the kitchen, bedrooms and bathroom about being charged 15€ for all sorts of extras like not washing up or using extra towels and bed linen. Not that this would be particularly unreasonable but it made us feel like we were walking on egg shells in and around the house. \n\nThe hosts were aware that we were a group of six yet one of the beds was not prepared and we ran out of toilet paper well before we were due to check out despite only being there 2 nights. It really wasn't the end of the world but the shower head does not have a wall fitting meaning you had to hold it yourself if you wanted to stand underneath it."
    }
    ]
    },
    {
    "_id": "10009999",
    "listing_url": "https://www.airbnb.com/rooms/10009999",
    "name": "Horto flat with small garden",
    "summary": "One bedroom + sofa-bed in quiet and bucolic neighbourhood right next to the Botanical Garden. Small garden, outside shower, well equipped kitchen and bathroom with shower and tub. Easy for transport with many restaurants and basic facilities in the area.",
    "space": "Lovely one bedroom + sofa-bed in the living room, perfect for two but fits up to four comfortably.  There´s a small outside garden with a shower There´s a well equipped open kitchen with both 110V / 220V wall plugs and one bathroom with shower, tub and even a sauna machine! All newly refurbished!",
    "description": "One bedroom + sofa-bed in quiet and bucolic neighbourhood right next to the Botanical Garden. Small garden, outside shower, well equipped kitchen and bathroom with shower and tub. Easy for transport with many restaurants and basic facilities in the area. Lovely one bedroom + sofa-bed in the living room, perfect for two but fits up to four comfortably.  There´s a small outside garden with a shower There´s a well equipped open kitchen with both 110V / 220V wall plugs and one bathroom with shower, tub and even a sauna machine! All newly refurbished! I´ll be happy to help you with any doubts, tips or any other information needed during your stay. This charming ground floor flat is located in Horto, a quiet and bucolic neighborhood just next to the Botanical Garden, where most of the descendants of it´s first gardeners still live. You´ll be 30 minutes walk from waterfalls in the rainforest with easy hiking trails! There are nice bars and restaurants as well as basic facilities - pharmacy, b",
    "neighborhood_overview": "This charming ground floor flat is located in Horto, a quiet and bucolic neighborhood just next to the Botanical Garden, where most of the descendants of it´s first gardeners still live. You´ll be 30 minutes walk from waterfalls in the rainforest with easy hiking trails! There are nice bars and restaurants as well as basic facilities - pharmacy, bakery, small market - in the area.",
    "notes": "There´s a table in the living room now, that does not show in the photos.",
    "transit": "Easy access to transport (bus, taxi, car) and easy free parking around. Very close to Gávea, Leblon, Ipanema, Copacabana and Botafogo.",
    "access": "",
    "interaction": "I´ll be happy to help you with any doubts, tips or any other information needed during your stay.",
    "house_rules": "I just hope the guests treat the space as they´re own, with respect to it as well as to my neighbours! Espero apenas que os hóspedes tratem o lugar com carinho e respeito aos vizinhos!",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "bed_type": "Real Bed",
    "minimum_nights": "2",
    "maximum_nights": "1125",
    "cancellation_policy": "flexible",
    "last_scraped": "2019-02-11T05:00:00.000Z",
    "calendar_last_scraped": "2019-02-11T05:00:00.000Z",
    "accommodates": 4,
    "bedrooms": 1,
    "beds": 2,
    "number_of_reviews": 0,
    "bathrooms": {
    "$numberDecimal": "1.0"
    },
    "amenities": [
    "Wifi",
    "Wheelchair accessible",
    "Kitchen",
    "Free parking on premises",
    "Smoking allowed",
    "Hot tub",
    "Buzzer/wireless intercom",
    "Family/kid friendly",
    "Washer",
    "First aid kit",
    "Essentials",
    "Hangers",
    "Hair dryer",
    "Iron",
    "Laptop friendly workspace"
    ],
    "price": {
    "$numberDecimal": "317.00"
    },
    "weekly_price": {
    "$numberDecimal": "1492.00"
    },
    "monthly_price": {
    "$numberDecimal": "4849.00"
    },
    "cleaning_fee": {
    "$numberDecimal": "187.00"
    },
    "extra_people": {
    "$numberDecimal": "0.00"
    },
    "guests_included": {
    "$numberDecimal": "1"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/5b408b9e-45da-4808-be65-4edc1f29c453.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "1282196",
    "host_url": "https://www.airbnb.com/users/show/1282196",
    "host_name": "Ynaie",
    "host_location": "Rio de Janeiro, State of Rio de Janeiro, Brazil",
    "host_about": "I am an artist and traveling is a major part of my life. I love treating visitors the way I like to be treated when I´m abroad and I'm usually renting my flat while I'm away. I can recommend some cool parties and nights out as well as advise on some hidden secrets of Rio’s nature!",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/9681e3cc-4af1-4046-b294-2881dffb4ff8.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/9681e3cc-4af1-4046-b294-2881dffb4ff8.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Jardim Botânico",
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": false,
    "host_listings_count": 1,
    "host_total_listings_count": 1,
    "host_verifications": [
    "email",
    "phone",
    "facebook"
    ]
    },
    "address": {
    "street": "Rio de Janeiro, Rio de Janeiro, Brazil",
    "suburb": "Jardim Botânico",
    "government_area": "Jardim Botânico",
    "market": "Rio De Janeiro",
    "country": "Brazil",
    "country_code": "BR",
    "location": {
    "type": "Point",
    "coordinates": [
    -43.23074991429229,
    -22.966253551739655
    ],
    "is_location_exact": true
    }
    },
    "availability": {
    "availability_30": 0,
    "availability_60": 0,
    "availability_90": 0,
    "availability_365": 0
    },
    "review_scores": {
        "scores":null
    },
    "reviews": []
    },
    {
    "_id": "1001265",
    "listing_url": "https://www.airbnb.com/rooms/1001265",
    "name": "Ocean View Waikiki Marina w/prkg",
    "summary": "A short distance from Honolulu's billion dollar mall, and the same distance to Waikiki. Parking included. A great location that work perfectly for business, education, or simple visit. Experience Yacht Harbor views and 5 Star Hilton Hawaiian Village.",
    "space": "Great studio located on Ala Moana across the street from Yacht Harbor and near Ala Moana Shopping Center. Studio kitchette, parking, wifi, TV, A/C. Amenities include pool, hot tub and tennis. Sweet ocean views with nice ocean breezes.",
    "description": "A short distance from Honolulu's billion dollar mall, and the same distance to Waikiki. Parking included. A great location that work perfectly for business, education, or simple visit. Experience Yacht Harbor views and 5 Star Hilton Hawaiian Village. Great studio located on Ala Moana across the street from Yacht Harbor and near Ala Moana Shopping Center. Studio kitchette, parking, wifi, TV, A/C. Amenities include pool, hot tub and tennis. Sweet ocean views with nice ocean breezes. Pool, hot tub and tennis We try our best at creating, simple responsive management which never bothers the guest. You can breath ocean as well as aloha. Honolulu does have a very good air conditioned bus system.",
    "neighborhood_overview": "You can breath ocean as well as aloha.",
    "notes": "",
    "transit": "Honolulu does have a very good air conditioned bus system.",
    "access": "Pool, hot tub and tennis",
    "interaction": "We try our best at creating, simple responsive management which never bothers the guest.",
    "house_rules": "The general welfare and well being of all the community.",
    "property_type": "Condominium",
    "room_type": "Entire home/apt",
    "bed_type": "Real Bed",
    "minimum_nights": "3",
    "maximum_nights": "365",
    "cancellation_policy": "strict_14_with_grace_period",
    "last_scraped": "2019-03-06T05:00:00.000Z",
    "calendar_last_scraped": "2019-03-06T05:00:00.000Z",
    "first_review": "2013-05-24T04:00:00.000Z",
    "last_review": "2019-02-07T05:00:00.000Z",
    "accommodates": 2,
    "bedrooms": 1,
    "beds": 1,
    "number_of_reviews": 96,
    "bathrooms": {
    "$numberDecimal": "1.0"
    },
    "amenities": [
    "TV",
    "Cable TV",
    "Wifi",
    "Air conditioning",
    "Pool",
    "Kitchen",
    "Free parking on premises",
    "Elevator",
    "Hot tub",
    "Washer",
    "Dryer",
    "Essentials",
    "Shampoo",
    "Hangers",
    "Hair dryer",
    "Iron",
    "Laptop friendly workspace",
    "Self check-in",
    "Lockbox",
    "Hot water",
    "Bed linens",
    "Extra pillows and blankets",
    "Ethernet connection",
    "Microwave",
    "Coffee maker",
    "Refrigerator",
    "Dishes and silverware",
    "Cooking basics",
    "Stove",
    "BBQ grill",
    "Garden or backyard",
    "Well-lit path to entrance",
    "Disabled parking spot",
    "Step-free access",
    "Wide clearance to bed",
    "Step-free access"
    ],
    "price": {
    "$numberDecimal": "115.00"
    },
    "weekly_price": {
    "$numberDecimal": "650.00"
    },
    "monthly_price": {
    "$numberDecimal": "2150.00"
    },
    "cleaning_fee": {
    "$numberDecimal": "100.00"
    },
    "extra_people": {
    "$numberDecimal": "0.00"
    },
    "guests_included": {
    "$numberDecimal": "1"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/15037101/5aff14a7_original.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "5448114",
    "host_url": "https://www.airbnb.com/users/show/5448114",
    "host_name": "David",
    "host_location": "Honolulu, Hawaii, United States",
    "host_about": "I have 30 years of experience in the Waikiki Real Estate Market. We specialize in local sales and property management. Our goal is service and aloha. We want to help people enjoy Hawaii.",
    "host_response_time": "within an hour",
    "host_thumbnail_url": "https://a0.muscache.com/im/users/5448114/profile_pic/1363202219/original.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/users/5448114/profile_pic/1363202219/original.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Waikiki",
    "host_response_rate": 98,
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": false,
    "host_listings_count": 18,
    "host_total_listings_count": 18,
    "host_verifications": [
    "email",
    "phone",
    "reviews",
    "kba"
    ]
    },
    "address": {
    "street": "Honolulu, HI, United States",
    "suburb": "Oʻahu",
    "government_area": "Primary Urban Center",
    "market": "Oahu",
    "country": "United States",
    "country_code": "US",
    "location": {
    "type": "Point",
    "coordinates": [
    -157.83919,
    21.28634
    ],
    "is_location_exact": true
    }
    },
    "availability": {
    "availability_30": 16,
    "availability_60": 46,
    "availability_90": 76,
    "availability_365": 343
    },
    "review_scores": {
    "scores":{
        "review_scores_accuracy": 9,
    "review_scores_cleanliness": 8,
    "review_scores_checkin": 9,
    "review_scores_communication": 9,
    "review_scores_location": 10,
    "review_scores_value": 9,
    "review_scores_rating": 84
    }
    },
    "reviews": [
    {
    "_id": "4765259",
    "date": "2013-05-24T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "6435238",
    "reviewer_name": "Jacqui",
    "comments": "Our stay was excellent.  The place had a breath taking view.  David was very accommodating with our hotel stay, parking availability and all of our concerns & questions.  He did above and beyond what anyone would want.  He's a man of his word and very professional.  We highly recommend for everyone to stay in all of the places he recommended.  Thank you David for a accommodating our wonderful and memorable stay in Honolulu, Hawaii.  God Bless!  Henry & Jacqui (SF, CA)"
    },
    {
    "_id": "4908312",
    "date": "2013-06-01T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "3454262",
    "reviewer_name": "Khoren",
    "comments": "Tell others in the Airbnb community about your stay."
    },
    {
    "_id": "7099260",
    "date": "2013-09-06T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "7038567",
    "reviewer_name": "Nick",
    "comments": "This is everything we expected and hoped for in a sub-$100/night condo stay in Waikiki. This definitely isn't the Ritz, and if you're looking for a luxury get-away, you're barking up the wrong tree. However, if you're like we were: first time visitors on a budget with humble taste, then this place is perfect. The location is a tiny bit removed from the touristy Beachwalk shopping area, but not so far as to preclude you from limbering up for a spirited walk over there. And by the marina, you're actually quite close to the Ala Moana mall. So, the location is good. The place itself is a modest studio setup, but perfectly adequate with a good sized bed for a couple, enough space for your luggage, and a kitchenette and bathroom that though tight, is perfectly fine. There's also cable and internet if you're looking for homey creature comforts. It was also fantastic to have a free parking space included, an air conditioning wall unit, and the panoramic window view was pretty cool, though you only really get a peak of the beach. Also, David was very good about staying in contact with us the day we arrived to get acclimated, and we did not have further occasion to require his services the rest of our stay, so our contact was minimal, but satisfactory ... no problem there. The minor quibbles we had were pretty thin walls, so we would often hear the murmur of the neighbors' TVs. Also, there seemed to be two elevators working the entire building, so they could take quite a while to pop up. Again though, if you're like us, your #1 priorities are spend a minimal amount of time in your room, get out to experience Hawaii, come back to a sanitary place to sleep at night, all while staying within a reasonable budget. This place fit the bill, and we would recommend it to anyone with the same priorities."
    },
    {
    "_id": "8363944",
    "date": "2013-10-28T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "7096845",
    "reviewer_name": "Jean",
    "comments": "Fantastic location! Everything in the condo was great and David was lovely and super easy to deal with. Would recommend!"
    },
    {
    "_id": "8905060",
    "date": "2013-11-25T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "9432081",
    "reviewer_name": "Dhaval",
    "comments": "The flat is ok for a couple . Location of flat is awesome. Its close to the waikiki beach, Ala Moana park and shoppings . Parking was 20 bucks/day . Overall nice place."
    },
    {
    "_id": "9392425",
    "date": "2013-12-26T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "9009226",
    "reviewer_name": "Carol E",
    "comments": "We stayed 23 days in December in \"Ocean view Waikiki Marina\". Our stay was great, the apartment is very well located, clean and comfortable. David and Nicole were very attentive and helped us at all. Loved our vacation in Hawaii and want to return soon. \r\n\r\nAloha!"
    },
    {
    "_id": "9496168",
    "date": "2013-12-31T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "6184569",
    "reviewer_name": "Sophie & Lo",
    "comments": "If you're looking to spend most of your time in Hawaii outside (and not inside your room or your hotel, like with the Waikiki resort complexes) then this apartment will do the trick. It's definitely not luxurious but has the basics and is in a great location. It fits 2 people but more would be cramped. \nYou can hit the beach in as little as 5 mns walking or get to central Waikiki beach in 15-20 mns walking.  It's also easy to catch a bus to visit something outside Waikiki. There is a convenience store nearby, as well as several breakfast and restaurant options. The apartment has a small kitchen with cooking utensils but we ended up mostly eating dinners out. \nDavid was courteous and likely very knowledgeable about the area but we didn't ask him for suggestions, we ended up just using our guide book. \nOverall if you want to experience Waikiki without spending a fortune or being pampered, this is a great option. Mahalo David!"
    },
    {
    "_id": "9770517",
    "date": "2014-01-09T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "2903621",
    "reviewer_name": "Tj",
    "comments": "Great location, adequate for a short stay, free parking too!"
    },
    {
    "_id": "10423465",
    "date": "2014-02-18T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "11043919",
    "reviewer_name": "Rose",
    "comments": "David was there to meet us as soon as we arrived from the airport and was very friendly. He communicated with us before we arrived as well. The apartment was very nice, great location, clean and exactly what we were looking for. Location has a nice pool area."
    },
    {
    "_id": "10956151",
    "date": "2014-03-15T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "11421452",
    "reviewer_name": "Susan",
    "comments": "Thoroughly enjoyed our stay. The condo is in a great location if you want to be in or near Waikiki and Ala Moana. It's a small studio, and not luxurious, but great if you want a functional, reasonably comfortable and very affordable base for exploring Oahu. The parking space is wonderful if you rent a car, as otherwise you're looking at an additional $15-$20 a day. The building is right on Ala Moana Blvd so it's noisy if you keep the windows open, but that's also true of many high-price Waikiki hotel rooms. Air conditioning is a bit noisy; I slept with earplugs but my boyfriend didn't need them (I'm a light sleeper and use them at home). The condo has a full size fridge, small cooktop, microwave, coffee maker, coffee press, beach chairs, some knackered beach mats, towels, pots, plates, etc.. Wifi is a plus. The bathroom appears quite recently updated, and though small is nice - great shower. \r\n\r\nCons: There's no lanai and the view is very partial, but to us those were small things. Elevators were sometimes very slow and occasionally out of commission, which was a hassle and a bit concerning.\r\n\r\nWe never actually met David. All was handled by text and email. He instructed us to get someone to let us in to the building, which seemed a bit dodgy, but in the end it was no problem, and he said to call if there was any issue. Condo door was unlocked and keys were on the table.\r\n\r\nI would consider staying here again if I plan to stay in the Waikiki vicinity. \r\n\r\n"
    },
    {
    "_id": "11063672",
    "date": "2014-03-18T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "12932701",
    "reviewer_name": "Tami",
    "comments": "If you are looking for a home base with the basics to lay your head at night and have breakfast in and then head out for the day this fits the bill. It's close to Waikiki and the downtown area but not in the thick of things so if you're looking to avoid the 24/7 hustle and bustle then this might work for you. There is a basic kitchenette and eating area. Accessories for enjoying the sand and surf are available for use, pool, and hot tub as well, and secure parking which is a plus.\r\n\r\nIf you're looking for expansive ocean views, a room to hang out and relax in with up to date decor, and where you can easily meet and get to know people staying in the complex then this wouldn't be for you. The dependability of the elevators, particularly during high winds, is a bit of a concern.\r\n\r\nI never met David, things were handled via airbnb email. I spoke with him on the phone when my plans changed and he was flexible in changing the dates of the original reservation.\r\n"
    },
    {
    "_id": "11326297",
    "date": "2014-03-30T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "5394313",
    "reviewer_name": "Christopher",
    "comments": "Our stay here was great and just as we expected!  The apartment was in a really fantastic location and was very convenient.  It is a small, simple, and nice apartment with a cool view.  As a bonus, we talked with some other people that lived there that gave us great pointers about what to do during our stay there.  The included parking was also extremely convenient!  Check in and check out was simple, David's communication was outstanding, and he was very accommodating.  I would not hesitate to stay here again."
    },
    {
    "_id": "13172738",
    "date": "2014-05-21T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "4227123",
    "reviewer_name": "Robert",
    "comments": "The reservation was canceled 21 days before arrival. This is an automated posting."
    },
    {
    "_id": "13305026",
    "date": "2014-05-25T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "5969944",
    "reviewer_name": "Christian",
    "comments": "Great location close to Waikiki beach. The apartment was clean and nice and simple, me and my wife would definitely consider staying here again.\r\nParking in the building was great for us as we where moving around the island a lot.\r\n\r\nWould definitely recommend!\r\n\r\nAloha!"
    },
    {
    "_id": "13853905",
    "date": "2014-06-06T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "5762133",
    "reviewer_name": "Jessica And Ryan",
    "comments": "Excellent.  No Resort Fee.  No Parking Fee.  No Internet fee.  Kitchenette.  Walk to everything."
    },
    {
    "_id": "15400986",
    "date": "2014-07-08T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "14207377",
    "reviewer_name": "Shawn",
    "comments": "Great little unit, close to beach, shopping and restaurants with laundry machines on lower floors. Air conditioning was a nice treat, as was wifi and a parking spot in a secure garage. We chilled out for a day in the unit just watching tv.  The local coffee house next to the IHOP was well worth the wait. David was helpful and responsive to inquiries. "
    },
    {
    "_id": "15837412",
    "date": "2014-07-16T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "17333518",
    "reviewer_name": "Eric",
    "comments": "We were really pleased staying at the Waikiki Marina.  The unit is in a great location and has all of the comforts to make staying there a pleasure.  Everything was clean and well maintained and we appreciated the solid wifi access as I had to work part of the time we stayed here.  I would definitely recommend this comfortable unit to anyone wanting a more private and more affordable Waikiki experience!"
    },
    {
    "_id": "16132741",
    "date": "2014-07-22T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "9594791",
    "reviewer_name": "Sebastiana",
    "comments": "Nice unit! Not fancy but perfect!\nComfortable and quiet. I did use \nthe unit as a home base and I was very happy to be able to cook my meals there.\nVery good location! Right next to the Ala Moana shopping center.\nDavid was very helpful and accommodating and a gracious host!\nI would stay again, and recommend! "
    },
    {
    "_id": "16977781",
    "date": "2014-08-05T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "15286830",
    "reviewer_name": "Jenell",
    "comments": "Great location, close to everything. I really appreciated the parking space! Great response from David, wonderful experience. Very basic place but had everything I needed. Thanks!"
    },
    {
    "_id": "18260191",
    "date": "2014-08-24T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "7992631",
    "reviewer_name": "Jason",
    "comments": "The apartment is very centrally located and we had a great time walking around. The parking also helped and allowed us to drive anywhere we wanted."
    },
    {
    "_id": "18985212",
    "date": "2014-09-04T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "10853111",
    "reviewer_name": "Katharine",
    "comments": "This unit was as pictured - practical and fit the bill for what we required: bed, kitchenette and a good wifi connection. The secure parking, cable tv and air conditioning unit were a bonus, as was the view! The unit was in a prime location, close to Waikiki and Ala Moana, and really convenient to locate. David was easy to reach and the check-in / check-out process was easy. The unit is also close to major highways so it is easy to get on/off hwy 1. \r\n\r\nBoth elevators were down at one point during our stay, but it wasn't a problem - walking up/down was easy (we didn't have anything to carry) and one elevator was fixed by the time we got back in the evening. \r\n\r\nDavid, thank you for the stay - it was great! "
    },
    {
    "_id": "19131965",
    "date": "2014-09-07T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "11952818",
    "reviewer_name": "Mike",
    "comments": "David was extremely communicative throughout the entire process. Getting into the room was very simple and parking was a huge plus. The location of the unit is perfect - walking distance from all the Wakiki beaches, restaurants, shops, and ABC stores. \r\n\r\nThe unit itself was a bit run-down. The cabinets and doors felt like they needed an update and the bed wasn't the most comfortable. The elevator in the building (our unit was on the 16th floor) was painfully slow but that's no fault of David's. \r\n\r\nAll in all, this was a great move over a hotel or something and the price is great."
    },
    {
    "_id": "20956267",
    "date": "2014-10-08T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "20026889",
    "reviewer_name": "Kai",
    "comments": "The location was fantastic.  David is very responsive if you have any questions and is accommodating when you have special requests.  We arrived a day early due to unforeseen circumstances but we were able to check in a day early and also we were able to leave our luggage on the last day for a few extra hours."
    },
    {
    "_id": "23490671",
    "date": "2014-12-02T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "7289452",
    "reviewer_name": "Wendy",
    "comments": "We enjoyed our stay at David's place in Waikiki. The apartment is small but clean. Amenities are basic. The kitchen and the bathroom could use some updates, but everything is functional. Wifi worked perfectly, so no complaint on connectivity. Checking in was very easy. We followed the instruction to get the key and found our parking spot without any problem. The location of the apartment is also very convenient. A few blocks to the beach and choices of restaurants near by. There are less tourists in this part of the town, so it's more quite and less crowded"
    },
    {
    "_id": "23593371",
    "date": "2014-12-06T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "1621775",
    "reviewer_name": "Silke",
    "comments": "We had a pleasant stay. Location was super. Only 10 minute walk to waikiki beach and short drive to alamoena mall."
    },
    {
    "_id": "25433210",
    "date": "2015-01-16T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "4359615",
    "reviewer_name": "James",
    "comments": "Staying at David's apartment was quite a pleasurable experience.  He was very responsive when scheduling the apartment.  Access was incredibly easy as he left the keys in a lock box near the private parking.  Unit was clean, great views of the marina and in the heart of Waikiki.  All of this for under $110/night, I couldn't have asked for more.  If ever back in Oahu, I'll be sure to reach out to David again."
    },
    {
    "_id": "26470420",
    "date": "2015-02-13T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "26499737",
    "reviewer_name": "Matthew",
    "comments": "Smooth check in/out.  Great building."
    },
    {
    "_id": "26905009",
    "date": "2015-02-22T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "10169533",
    "reviewer_name": "Carolyn",
    "comments": "First, I would like to say that while I only met David briefly once, he was always available and responded to messages/questions immediately and was happy to give ideas and suggestions for places to visit. The unit was as described with all the basic amenities one would need. I couldn't have asked for a better location as you could easily walk to the mall and the park as well as catch the bus for getting around the island. I would happily stay here again should my travels take me back to Honolulu."
    },
    {
    "_id": "27136069",
    "date": "2015-02-26T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "26427652",
    "reviewer_name": "Gina",
    "comments": "Very easy to communicate with David in regards to the logistics of checking in, checking out, the lockbox instructions etc. Apartment location was convenient to Waikiki. Included parking was also great. \nThe actual unit itself was very worn out and although I'm sure it was cleaned, it didn't feel too clean because of the amount of wear and tear. \nBut for the price and location, it couldn't be beat!"
    },
    {
    "_id": "27507360",
    "date": "2015-03-06T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "27664697",
    "reviewer_name": "Dan",
    "comments": "Had a great stay.  Felt a lot like a hotel room, which was fine as we had plenty to do out on the town. Great location, David was friendly, helpful and responsive,as were the building security guards."
    },
    {
    "_id": "27760285",
    "date": "2015-03-11T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "2360598",
    "reviewer_name": "Julia",
    "comments": "The location could not be beat, and such a great price.  Super convenient, parking included, walking distance to plenty of shops, restaurants, bars, and the beach.   The unit is a little dated, but it's clean and comfortable.  David's instructions were clear and easy on getting into the unit and finding the parking.  The elevators are a bit slow and one of them was always down for service, but that's no fault of Davids, just a warning if you are in impatient person.  If you are looking for an affordable place in a very good location check this place out.  "
    },
    {
    "_id": "29296049",
    "date": "2015-04-06T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "28683824",
    "reviewer_name": "Warren",
    "comments": "Location, location, location.  As a former 5-year resident of Honolulu I can attest that this building is conveniently located at the entrance of Waikiki close to the Ala Moana Shopping Center and Ala Moana Beach.  This was my very first experience ever using Airbnb so I didn't really know what to expect.  I travel to Honolulu 4 times a year and always stay in a hotel, but my cousin recommended I try Airbnb as a less expensive alternative.  I had some technical issues when I first checked into the studio getting the window A/C unit (A/C remote I believe had dead batteries) and cable TV to work (T/V HDMI input wrong) but with David conveniently living in the building, he was quick to remedy the situation.  "
    },
    {
    "_id": "30307467",
    "date": "2015-04-20T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "29163178",
    "reviewer_name": "Paula",
    "comments": "The unit is older and in need of a facelift but it’s got the basics, including a full size fridge, and best of all includes a free designated parking space.  Parking is difficult to come by in Waikiki and when available will run you at least $25 a day so this condo is a bargain.  Lockbox made for easy check-in/check-out.  Elevators in this tower are iffy but at least one of the two elevators was working during our stay so not a problem.  David was great and yes, the next time we need to visit Waikiki, we’ll book the apt. again."
    },
    {
    "_id": "32681422",
    "date": "2015-05-20T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "28796283",
    "reviewer_name": "Herve",
    "comments": "Thank you for the Location, the parking space , the Wifi and TV . The communication was either by phone or email and was prompt. It was 5 mins from Ala Moana shopping centre and  5 mins from the beach. it was easy to walk to the Main Waikiki beach even at night. Bus 20 or the trolley was easy to access from the main road and a lot of eating places nearby. The weather was a nice 27 deg with a few showers from time to time and the Circle Island tour from Roberts or  any other tour guide was around $35  and  was worth the price. "
    },
    {
    "_id": "33675716",
    "date": "2015-05-31T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "5265153",
    "reviewer_name": "Debbie",
    "comments": "This was the perfect location for my trip.  It had everything I needed. The A/C was a little questionable, but the large window worked great. You can't be the price or the location.  Great stay.  "
    },
    {
    "_id": "34556306",
    "date": "2015-06-09T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "33323993",
    "reviewer_name": "Lawron",
    "comments": "The quick communication and easy access to this unit made our stay a breeze, David is lovely and always available to contact if needed. The description and images of the unit are 100% accurate - location is prime! The inclusion of a carpark means we could hire a bike/car and explore the island! Minutes walk to shopping, beach and restaurants. Had an amazing stay, will definitely be back!"
    },
    {
    "_id": "34792224",
    "date": "2015-06-12T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "6108612",
    "reviewer_name": "Tuguy",
    "comments": "Perfect location , everything is a walking distance(beach, shops bus stops.etc). The unit is outdated but it does the job and everything works great. i have no complains me and my gf liked it and the price was right."
    },
    {
    "_id": "35546261",
    "date": "2015-06-20T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "6869553",
    "reviewer_name": "Matthew",
    "comments": "Overall a good experience. David was prompt and businesslike with communication. The apartment is in a good location, close to the convention center and Waikiki. The apartment is basic."
    },
    {
    "_id": "37843504",
    "date": "2015-07-11T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "5432240",
    "reviewer_name": "Alizée",
    "comments": "Nous avons passé une semaine très agréable dans le logement de David. Le check-in est simple et efficace, l'emplacement est très bon (on peut aller à Waikiki à pied sans problème, mais on évite ici le bruit et l'agitation du quartier) et la taille de l'appartement tout à fait satisfaisante pour deux personnes. On oublie rapidement le côté un peu vétuste de l'immeuble et le bruit de la clim (qui fonctionne très bien pour refroidir la chambre cela dit) en appréciant :\r\n- La propreté du logement\r\n- La vue sur le port et l'océan \r\n- Tout est fonctionnel, et il y a même quelques objets utiles en plus comme une glacière souple que nous avons pu utiliser pour la plage\r\n- La piscine et le jacuzzi\r\n- La place de parking réservée pour nous\r\n- La rapidité de David pour répondre à nos questions\r\n- La petite supérette ABC store juste au coin de la rue qui dépanne bien en cas de besoin.\r\n\r\nSi nous avons la chance de revenir un jour à Hawaï, ce pourrait être dans ce même logement avec plaisir !\r\n\r\nMahalo :) "
    },
    {
    "_id": "38303028",
    "date": "2015-07-14T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "36012911",
    "reviewer_name": "Garret",
    "comments": "Super easy check in and convenient location. Was as advertised. Would definitely stay here again."
    },
    {
    "_id": "40390482",
    "date": "2015-07-30T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "36673068",
    "reviewer_name": "Alyssa",
    "comments": "The room was beautiful and the location was awesome. There was a lot to do in the area and you definitely get your money's worth and some! I loved it, it was fun and relaxing!"
    },
    {
    "_id": "40991480",
    "date": "2015-08-03T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "35955759",
    "reviewer_name": "None",
    "comments": "Great location. Awesome view. The room is a bit older. David was clear and prompt with his communications."
    },
    {
    "_id": "42667108",
    "date": "2015-08-15T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "522473",
    "reviewer_name": "Helene",
    "comments": "The place was great, even nicer than it appears on the pictures. The kitchen is well supplied with all the necessary appliances and dishes. The bedroom is large and comfortable. The location was ideal for my purpose. \r\nCheck in and out was a breeze. I'd come back again!"
    },
    {
    "_id": "43293928",
    "date": "2015-08-18T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "27273789",
    "reviewer_name": "Pong",
    "comments": "David is a very kind and helpful person, he helped us to call taxi, the room is at good location, walk to beach, walk to shopping mall, more cheaper than other hotels like hoilton or hyatt*-:-)"
    },
    {
    "_id": "45347142",
    "date": "2015-09-01T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "7786809",
    "reviewer_name": "Ross",
    "comments": "Got what we paid for. Very basic room, great location just a walk from the beach. Although the place looked older it was still very clean. The climate control was really nice. Directions were very clear. Good stay."
    },
    {
    "_id": "45555971",
    "date": "2015-09-04T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "4447381",
    "reviewer_name": "Mike",
    "comments": "Great convenient location\r\nDavid was extremely helpful and always available - a real gentleman!\r\nAccomodation was practical and functional\r\nHighly recommended!"
    },
    {
    "_id": "47266766",
    "date": "2015-09-17T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "11899853",
    "reviewer_name": "Liza",
    "comments": "Overall experience was great! The apartment room was a good size for my husband and I. The bed was comfortable, the room was clean, and David was kind enough to provide the little necessities and supplies we needed to enjoy our trip.  Location can't be beat! Whether you've got a car, plan to walk, or use public transport, the building was right in the middle of the hustle and bustle. We found the ABC store just beside the building very useful. The AC worked perfectly! Kept us cool and comfortable. \n\nDealing with David was a pleasure. He remained in close communication with us. Met him once, asked us how we were doing, and was very pleasant.\n\nFor the price and the location, this is a great room!"
    },
    {
    "_id": "48673332",
    "date": "2015-09-28T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "25553952",
    "reviewer_name": "Sara",
    "comments": "This condo is in a great location, very close to lots of restaurants, shopping and beaches. It's small but clean. The only down side was one of the elevators was broken but we were on vacation so we weren't in a rush. David was very helpful with all instructions.\n\nMahalo, David"
    },
    {
    "_id": "51287788",
    "date": "2015-10-19T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "13006995",
    "reviewer_name": "James",
    "comments": "Great location within a short walk to Waikiki hotspots and the Ala Moana mall.  The apartment was clean and comfortable.  The only downside of the building was that one of the two elevators was under maintenance during my stay, so getting up and down from the apartment to the ground floor took a little while.  But, aside from that one little annoyance, this was a really nice place to stay for a week.  David was very prompt in responding to all of my communications, and had everything ready for me when I arrived."
    },
    {
    "_id": "51894139",
    "date": "2015-10-25T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "40727289",
    "reviewer_name": "Susan",
    "comments": "Waikiki Marina is in a convenient location. It does however need some sprucing up including new bed sheets and towels. It has a lot of potential for being a lovely apartment. David was very accommodating in helping us store our luggage before check in time which was very helpful."
    },
    {
    "_id": "52582553",
    "date": "2015-10-31T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "5928829",
    "reviewer_name": "Larry",
    "comments": "The location is great, particularly if you are going to the Convention center or Waikiki.  \n\nOnly challenge was the elevators. It's a 40 story building with 2 elevators.  One had apparently been out of service for a couple of weeks and then the other stopped working.  After a few climbs to the 16th floor at least one was back in service.  Both David and AirBNB were very attentive and I got a partial refund for that day.  \n\nThere is shopping nearby.  Cleanliness was good.  David lives next door and so can be there quickly if needed. "
    },
    {
    "_id": "53135972",
    "date": "2015-11-05T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "47026022",
    "reviewer_name": "Daniel",
    "comments": "Place was as advertised, clean and tidy, only 5 minutes away from waikiki beach and the Ala Moa shopping centre. Can't beat the price especially with parking included in waikiki! fresh towels and beach utilities were provided.  100% recommended!"
    },
    {
    "_id": "54378233",
    "date": "2015-11-19T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "45476928",
    "reviewer_name": "Connie",
    "comments": "We never did meet David in person, but communicated by email and text.  His directions for getting the keys to the condo were easy to follow and we had no trouble.  The room was comfortable and clean but could use some new drapes and carpet. Our only complaint was beyond David's control--only one elevator in the building was working so getting up and down was very slow."
    },
    {
    "_id": "56182071",
    "date": "2015-12-10T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "12403444",
    "reviewer_name": "Laura",
    "comments": "A great apartment at a very convenient and quiet location yet walking distance to shopping mall and to Waikiki.  Parking is included which is not so common for most listing. \n\nApartment is simple and cosy. All basic necessities are provided. Feels like home right away. We got lucky with the elevators (unlike most reviews) as both elevators were operating during most part of our stay. \n\nWe had a bathroom crisis in the middle of the night when the flushing tank overflowed and almost flooded. Luckily David took care of it right away in the morning and even cleaned up the affected. \n\n"
    },
    {
    "_id": "57005229",
    "date": "2015-12-21T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "22221603",
    "reviewer_name": "Todd",
    "comments": "David was easy to communicate with.  The location of the apartment is excellent with regard to Waikiki and the Convention Centre.  Only negative is the rather poor elevator support.  Only one was functioning at the time I was there. Made getting up and down slow."
    },
    {
    "_id": "57628226",
    "date": "2015-12-28T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "8745141",
    "reviewer_name": "Cerys",
    "comments": "The condo is well located and the check in process was really easy. David always answered my emails really quickly, which was helpful given the fluid nature of my plans. Mahalo."
    },
    {
    "_id": "59111317",
    "date": "2016-01-07T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "37485444",
    "reviewer_name": "Stephanie",
    "comments": "Easy to schedule, instructions for finding the key were simple to follow, parking garage remote was easy to operate, and everything worked out well. Spent 9 days on Oahu to attend a conference and visit family. If you're looking for a no frills, small but clean place to stay where you can save a few $$ by cooking and warming local meals easily in the mini kitchen and walking to the Hilton Hawaiian Village (.8 mi.) this is the place for you. Elevator was a bit slow so if you have to be somewhere on time you'll need to allow maybe 10-15 additional min. A/C worked but slow upon startup but who cares if you're enjoying the outdoors and rarely in the room? Ran into David in the lobby just before checking out--he is kind and lovely! Would stay here again."
    },
    {
    "_id": "59991234",
    "date": "2016-01-18T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "1479377",
    "reviewer_name": "Mark",
    "comments": "The condo was a great deal, centrally located by shops and restaurants in the Ala Moana district. Comfortable bed, AC, a nice shower and plenty of clean towels. Also the parking spot was a huge plus. David's directions were clear and accurate and he was very responsive to my questions. I would definitely come back."
    },
    {
    "_id": "61152426",
    "date": "2016-02-01T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "3561883",
    "reviewer_name": "Annie",
    "comments": "Le studio est propre et bien situé. Les explications de David pour les clés et le parking étaient très utiles. Les couchers de soleil sont magnifiques du studio! On a aussi profité des serviettes de plages et du parasol qui étaient à notre disposition. Le seul hic? Les ascenseurs! Sur 4 nuits, on s eu une seule journée où les deux fonctionnaient alors il fallait attendre entre 10-15 minutes chaque fois ... "
    },
    {
    "_id": "62695425",
    "date": "2016-02-16T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "12849759",
    "reviewer_name": "Sean",
    "comments": "David was great, and the apartment was spacious, clean, and well-priced. I give it three stars only because of the problems with the elevator. The one working elevator was broken half the time and incredibly slow the other half. Instead of waiting 30+ minutes (not exaggerating), we went up and down 16 flights of stairs. I felt awful for those on higher floors.\r\n\r\nThis is certainly not David's fault, but I hope it is fixed soon. It's ridiculous."
    },
    {
    "_id": "65138444",
    "date": "2016-03-11T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "32991427",
    "reviewer_name": "Gilda",
    "comments": "We stayed for 12 days and rented a car for a week. The parking is already included which is a bonus. The location is close to Ala Moana centre, the beach and convention centre in short, you can go anywhere you want using a bus or a trolley. The place has a comfortable bed and lots of clean towel. The only problem is the elevator because only 1 is working and most of the time it's broken. David was kind enough to help us bring down our luggages. "
    },
    {
    "_id": "70789595",
    "date": "2016-04-20T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "1130379",
    "reviewer_name": "Edward & Yang Qian",
    "comments": "With the exception of the lift, the apartment exceeded the description in AirBnB.  The apartment is good size for two people and very clean, the linens are of good quality and ample, and the kitchen is well equipped.  Of note are the windows which span 18 feet to provide good natural lighting, a partial view of the marina and ocean front, and good ventilation (we never used the A/C).  We were impressed with the location – walking distance to the hotel beaches, the Fort Derussy military facilities, Ala Moana Park and Shopping Mall, public transportation, restaurants, and convenience stores.  The elevator service for the 40 story/140 unit building  is an ongoing problem, with only one ten-person lift  operating “in slow mode for  safety” or not at all if winds are high.  You'll certainly need patience when gaining access to the apartment and possibly physical endurance to negotiate the stairs (we only had to climb the stairs 3 times in 2 weeks)."
    },
    {
    "_id": "71782191",
    "date": "2016-04-28T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "40859330",
    "reviewer_name": "Natalie Jane",
    "comments": "This studio is fabulous ! Incredible location, steps away from everything. We found the studio as described, cosy and very well maintained with fresh towels and all other household amenities ready for us. The building was also very nice and quiet.\r\nParking space was a great plus!\r\nMoreover, David was a lovely host, always available to help and very quick at answering emails and enquiries.\r\nWe are certainly looking forward to coming back and staying in the exact same studio."
    },
    {
    "_id": "72782520",
    "date": "2016-05-04T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "42127882",
    "reviewer_name": "Laurie",
    "comments": "The host responded quickly to our questions. The area was great as it was close to the beach, restaurants and stores. "
    },
    {
    "_id": "80380380",
    "date": "2016-06-17T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "20138706",
    "reviewer_name": "Park",
    "comments": "이 숙소에 머물게 되어서 정말 행운이라고 생각합니다.\r\n위치도 정말 좋았고, 무엇보다 주차시설이 포함된 숙소여서 \r\n유용했습니다.\r\n\r\n방 안에서의 wi-fi도 잘 작동했으며, 다른 후기에서 엘레베이터에 대한 문제가 많아 보여 걱정했지만, 제가 묵었던 일정에는 전혀 문제되지 않았습니다.\r\n\r\n전반적으로 만족스러운 숙소였습니다."
    },
    {
    "_id": "82870741",
    "date": "2016-06-30T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "78897443",
    "reviewer_name": "Colin",
    "comments": "David's instructions make arriving and checking in as easy as any hotel. The condo is in a great location and was a comfortable stay."
    },
    {
    "_id": "84876745",
    "date": "2016-07-09T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "55986234",
    "reviewer_name": "Will",
    "comments": "Fantastic location very close to the beach and pick up spots for tours. The free parking space is in a secure parking garage and is very handy due to the lack of public parking in the area. The apartment itself is basic, but provides all the necessities and is good for the price. Only downsides are the noise of the AC and the hot water a bit inconsistent at times. David was very responsive to messages and we would highly recommend him as a host. Overall a great experience and we would definitely stay here in the future."
    },
    {
    "_id": "85836803",
    "date": "2016-07-13T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "36994169",
    "reviewer_name": "Gabriela",
    "comments": "La habitación era tal cual la descripción. El parking muy cómodo y la ubicación también. La wifi era rápida.\r\nAntes y durante la estadía, David respondió a mis consultas de forma sumamente ágil.\r\nFue muy buena y recomendable estadía."
    },
    {
    "_id": "87154164",
    "date": "2016-07-18T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "2459754",
    "reviewer_name": "Courtney",
    "comments": "David's room is in Waikiki and a close walk to the Ala Moana mall, making it easy to find restaurants. The room itself was easily accessible, with the directions David provided, and was very clean when we arrived there. Everything is just as the post says, with a coin laundry, full kitchen, free parking, and enough room for 2 people. Would definitely stay here again."
    },
    {
    "_id": "92168567",
    "date": "2016-08-07T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "435534",
    "reviewer_name": "Ian",
    "comments": " great locality , everything was fine , but a noisy air conditioner"
    },
    {
    "_id": "98425794",
    "date": "2016-08-30T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "33938822",
    "reviewer_name": "Alex",
    "comments": "David answered all my questions and instructions were clear and easy to follow. The condo was clean, well appointed and centrally located. A nice bonus was the parking space as finding cheap and accessible parking in the area is slim to none. I noticed a few complaints about the elevator but we had no issues during our stay of 2 weeks. I would definitely recommend David's place if you're looking to stay in Waikiki."
    },
    {
    "_id": "101509630",
    "date": "2016-09-13T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "30617586",
    "reviewer_name": "Sigrid",
    "comments": "Aloha, my husband and I had a wonderful 2 week stay at David's very conveniently located and fairly priced apartment. We were able to walk to the conference center for our event and to great beaches, restaurants and the world's largest outdoor mall. David was very easy to get a hold of and quick to respond to any questions we had. The apartment was clean and very functional. The elevator took time, especially at certain times during the day, but overall was not too inconvenient. We were grateful that we were able to park here too. We would recommend staying here and would like to stay again when we return "
    },
    {
    "_id": "102393110",
    "date": "2016-09-18T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "35035651",
    "reviewer_name": "Xing",
    "comments": "Great host. Great communicator. Upgraded to another property in better location due to paint job at the original stay."
    },
    {
    "_id": "106187557",
    "date": "2016-10-04T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "23535107",
    "reviewer_name": "Rafael",
    "comments": "David is an amazing person. The flat has a good size, good view, the bed is good and whenever I needed had hot water in the shower. The lift system is undergoing renovation but only once waited for about 5 minutes, the other times I waited for the usual of a building of 40 floors. The parking space is a big deal because in that region the parking is very expensive. The flat is close to restaurants and is a few minutes walk from Waikiki Beach and Ala Moana mall. If I go back to Honolulu, I intend to stay again in this flat."
    },
    {
    "_id": "107511886",
    "date": "2016-10-10T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "89838175",
    "reviewer_name": "Rao",
    "comments": "Worried about single operating elevator. Fortunately we did not have any problem."
    },
    {
    "_id": "124940085",
    "date": "2017-01-03T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "64069523",
    "reviewer_name": "(Email hidden by Airbnb)",
    "comments": "We only had contact with our host due to the problem with the TV ( no reception)  and the big problem with the elevator being out of order.  The area was centrally located. close to mall, restaurants and beach. We felt safe walking at night and day."
    },
    {
    "_id": "137659456",
    "date": "2017-03-16T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "32642028",
    "reviewer_name": "Karn",
    "comments": "Enjoyed a great stay at David's apartment. Private room, decent views, excellent location. One downside would be only the single elevator in action but it wasn't a dealbreaker and an easy work around. Again, location here is key. This apartment is right in the heart of it in easy access to all the main Waikiki amenities. Parking on site was great too. Would def stay here again! Cheers. "
    },
    {
    "_id": "140575131",
    "date": "2017-03-30T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "25085426",
    "reviewer_name": "Eiman",
    "comments": "We enjoyed very much in Oahu, the location was great it close to Wakiki beach."
    },
    {
    "_id": "221205568",
    "date": "2017-12-25T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "158906545",
    "reviewer_name": "Hwisun",
    "comments": "Very nice place to stay for a week :)"
    },
    {
    "_id": "225890671",
    "date": "2018-01-07T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "20023935",
    "reviewer_name": "Todd",
    "comments": "This was a great little place to stay. There's a nice view of the ocean, though distant. The place is close to everything (at least for us though we also don't mind walking). There are great restaurants at the Ala Moana mall. It's close to the Hilton. This place had everything we needed. We felt safe here. We enjoyed ourselves."
    },
    {
    "_id": "226861563",
    "date": "2018-01-12T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "162182403",
    "reviewer_name": "Larry V",
    "comments": "Convenient , and private location, secured building with gated parking. AC worked very well."
    },
    {
    "_id": "228450253",
    "date": "2018-01-19T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "158348807",
    "reviewer_name": "Donna",
    "comments": "Location is very near the ocean, Waikiki, Ala Moana the largest shopping mall in Hawaii, is just a five-minute drive away giving you easy access to over 340 shops, services and entertainment. The mall is just down the street or you could walk there, free parking at the mall if you do drive. Down the street on Kalakaua is Luxury Row. The world’s top fashion houses—Tiffany & Co., Coach, Yves Saint Laurent, Chanel, Gucci, Tod’s, Bottega Veneta and Hugo Boss it was fun to go in the shops. Having a free parking space is a bonus. The view of the marina and ocean was beautiful. I could see boats headed out to sea and parasailers. Laundry located on the 5th floor along with the ice machine if you're headed out for the day a small cooler was provided. Vending machines are on the 2nd floor or you can walk to the ABC store at the corner. Bed was soft and comfortable. Air-conditioner works perfectly or you can open the window for an ocean breeze. Great pressure in the shower and plenty of towels. If you want to eat in there is a microwave, stove and fridge. During busy times you may have to wait for the elevator, only 1 is working, but there are stairs."
    },
    {
    "_id": "242428030",
    "date": "2018-03-11T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "168734883",
    "reviewer_name": "Chang Kong",
    "comments": "We were a little disappointed with the overall stay.  The place was not thoroughly cleaned. Everything was dusty or had not wiped down/ cleaned. Appliances were dirty so we did not use them and the sponge in the kitchen had hairs stuck on it. There was also hair on the floor and restroom. I feel like with the $75 cleaning fee, they needed to do a much better job. The TV had no reception so we weren’t able to use it. The mattress was pretty hard to sleep on. Although we were aware of the elevator issues, the wait for the elevator took up to 15 mins at times.\n\nWas located in a very nice location, close to everything. You could walk everywhere. The host was very nice and contacted us before arrival and before leaving.\n\nOverall, if you’re looking for a comfortable stay, I would suggest going to a hotel."
    },
    {
    "_id": "244565441",
    "date": "2018-03-18T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "172450613",
    "reviewer_name": "Amanda",
    "comments": "This is a great little apartment. Exactly as pictured. Great location. All of Waikiki is easily accessible either by walking, public transport or car. The big plus is the car space and wifi. David was easily contactable and was kind enough to let us check in early after a long overnight flight. No problem at all with the one lift."
    },
    {
    "_id": "246121341",
    "date": "2018-03-24T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "1497907",
    "reviewer_name": "Jeff",
    "comments": "What an amazing location! Super clean too! The parking was pretty convenient too :) You may want to bring an extra blanket for the winter. One of the elevators isn't working but the one that is will be fast enough (usually a few minutes at most), you're on island time now after all. Lots of clean towels which is highly appreciated!! Be sure to get malasadas from Leonard's Bakery, then snorkel Hanauma Bay and eventually get spicy shrimp at Ted's Bakery :D"
    },
    {
    "_id": "260723260",
    "date": "2018-05-05T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "58891646",
    "reviewer_name": "Galina",
    "comments": "Great location, close to great restaurants, bars and Ala Moana shopping center. Check-in was very easy. Free parking!!! The place was clean and had everything I needed. Definitely would stay again!"
    },
    {
    "_id": "270936742",
    "date": "2018-05-30T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "40187249",
    "reviewer_name": "Rhonda",
    "comments": "David's place is in a great location, short walk to beach, Ala Moana Centre / supermarket, buses 1 block away. Felt safe walking around even late at night. A good basic apartment with a great shower and fairly comfy bed."
    },
    {
    "_id": "286685084",
    "date": "2018-07-06T04:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "85152194",
    "reviewer_name": "James",
    "comments": "Great location!"
    },
    {
    "_id": "353832369",
    "date": "2018-11-29T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "212464652",
    "reviewer_name": "Lianne",
    "comments": "We rate it 2/10.  It was dirty/sticky and falling apart-litterly doors falling off or missing-pictures are not accurate.. Floors under both sinks is rotten. Bed was horrible to sleep in.  Air conditioner super noisey.  A HUGE DISAPPOINTMENT"
    },
    {
    "_id": "356310505",
    "date": "2018-12-07T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "228104726",
    "reviewer_name": "Eugene",
    "comments": "This rental was the first time I’ve rented lodging from Airbnb. \n\nI’m giving the review three stars instead of one star because of two reasons, \nDavid, the property manager, and the location, in Waikiki. \n\nDavid is a very nice man who listened to our concerns and acted to help out as much as he could.  David responded usually within two hours.  We were disappointed with the rental but David worked with us to adjust the rental fees.\n\nThe biggest issue we saw was that the condo was dirty.  With a cleaning fee of $100 and the nice pictures on the Airbnb website, we expected a mostly dust free and clean rental.  We talked with David about the dirty items (there were many) and a couple missing items.  He was apologetic and did his best to help salvage our stay. \n\nWe ended up leaving before the end of the rental agreement and David worked with us on that.  After our stay, David messaged me to say that the items I told him were all addressed.  I would recommend that the next renter message David and verify.\n\nBecause of the location, the free parking, and David, I would rent the condo again."
    },
    {
    "_id": "357822864",
    "date": "2018-12-11T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "222456905",
    "reviewer_name": "Shahin",
    "comments": "Great location, an awesome host. We had an issue with WiFi and David resolved the issue fast so we can enjoy our trip. Aloha!"
    },
    {
    "_id": "359748878",
    "date": "2018-12-17T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "117032728",
    "reviewer_name": "Chaundra",
    "comments": "Good value and central location"
    },
    {
    "_id": "363959231",
    "date": "2018-12-29T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "13231063",
    "reviewer_name": "Martina",
    "comments": "Great location, very comfortable especially because of the parking space inside the building. Easy check in-check out procedure. We experienced a elevators failure during Christmas holidays, so no maintenance was available for few days. The apt is on the 16th floor so climbing the stairs (small ramps of 7 steps each though) at least twice a day was quite annoying. The host offered spontanusly 255€ refund for the inconvenience."
    },
    {
    "_id": "400059558",
    "date": "2019-01-10T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "39615383",
    "reviewer_name": "Robert",
    "comments": "David was very helpful and accommodating!"
    },
    {
    "_id": "407326158",
    "date": "2019-02-01T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "191075155",
    "reviewer_name": "Rhonda",
    "comments": "Great Location!!  Beware of only one working elevator for a 32 story building.  Not sure when the elevator work is going to be completed.  I just used the inconvenience as an opportunity to get my cardio in going up/down 16 flights of stairs each day.  Enjoyed my stay.  Thanks David!"
    },
    {
    "_id": "409415200",
    "date": "2019-02-07T05:00:00.000Z",
    "listing_id": "1001265",
    "reviewer_id": "65980899",
    "reviewer_name": "Wendi",
    "comments": "This is a great location in Honolulu!  You can walk to Waikiki in less than 10 minutes.  You are  on a high floor, and can see the water and the mountains.  It is a good value for this location!"
    }
    ]
    },
    {
    "_id": "10021707",
    "listing_url": "https://www.airbnb.com/rooms/10021707",
    "name": "Private Room in Bushwick",
    "summary": "Here exists a very cozy room for rent in a shared 4-bedroom apartment. It is located one block off of the JMZ at Myrtle Broadway.  The neighborhood is diverse and appeals to a variety of people.",
    "space": "",
    "description": "Here exists a very cozy room for rent in a shared 4-bedroom apartment. It is located one block off of the JMZ at Myrtle Broadway.  The neighborhood is diverse and appeals to a variety of people.",
    "neighborhood_overview": "",
    "notes": "",
    "transit": "",
    "access": "",
    "interaction": "",
    "house_rules": "",
    "property_type": "Apartment",
    "room_type": "Private room",
    "bed_type": "Real Bed",
    "minimum_nights": "14",
    "maximum_nights": "1125",
    "cancellation_policy": "flexible",
    "last_scraped": "2019-03-06T05:00:00.000Z",
    "calendar_last_scraped": "2019-03-06T05:00:00.000Z",
    "first_review": "2016-01-31T05:00:00.000Z",
    "last_review": "2016-01-31T05:00:00.000Z",
    "accommodates": 1,
    "bedrooms": 1,
    "beds": 1,
    "number_of_reviews": 1,
    "bathrooms": {
    "$numberDecimal": "1.5"
    },
    "amenities": [
    "Internet",
    "Wifi",
    "Air conditioning",
    "Kitchen",
    "Buzzer/wireless intercom",
    "Heating",
    "Smoke detector",
    "Carbon monoxide detector",
    "Essentials",
    "Lock on bedroom door"
    ],
    "price": {
    "$numberDecimal": "40.00"
    },
    "extra_people": {
    "$numberDecimal": "0.00"
    },
    "guests_included": {
    "$numberDecimal": "1"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/72844c8c-fec2-440e-a752-bba9b268c361.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "11275734",
    "host_url": "https://www.airbnb.com/users/show/11275734",
    "host_name": "Josh",
    "host_location": "New York, New York, United States",
    "host_about": "",
    "host_thumbnail_url": "https://a0.muscache.com/im/users/11275734/profile_pic/1405792127/original.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/users/11275734/profile_pic/1405792127/original.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Bushwick",
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": true,
    "host_listings_count": 1,
    "host_total_listings_count": 1,
    "host_verifications": [
    "email",
    "phone",
    "reviews",
    "kba"
    ]
    },
    "address": {
    "street": "Brooklyn, NY, United States",
    "suburb": "Brooklyn",
    "government_area": "Bushwick",
    "market": "New York",
    "country": "United States",
    "country_code": "US",
    "location": {
    "type": "Point",
    "coordinates": [
    -73.93615,
    40.69791
    ],
    "is_location_exact": true
    }
    },
    "availability": {
    "availability_30": 0,
    "availability_60": 0,
    "availability_90": 0,
    "availability_365": 0
    },
    "review_scores": {
    "scores":{
        "review_scores_accuracy": 9,
    "review_scores_cleanliness": 8,
    "review_scores_checkin": 9,
    "review_scores_communication": 9,
    "review_scores_location": 10,
    "review_scores_value": 9,
    "review_scores_rating": 84
    }
    },
    "reviews": [
    {
    "_id": "61050713",
    "date": "2016-01-31T05:00:00.000Z",
    "listing_id": "10021707",
    "reviewer_id": "52006105",
    "reviewer_name": "Antoine",
    "comments": "Josh was out of town during my 1 month stay. His roommates greeted and helped get me settled. They were great hosts and all around cool people. I'm a Brooklynite, but have never lived in Bushwick.\r\nIf you're looking for an hip, authentic, and convenient Brooklyn experience, this spot is for you.  You can literally see the Subway platform from Josh's window. Also a couple steps away from anything you could possibly need... restaurants, juice bar, organic grocery, etc. "
    }
    ]
    },
    {
    "_id": "10030955",
    "listing_url": "https://www.airbnb.com/rooms/10030955",
    "name": "Apt Linda Vista Lagoa - Rio",
    "summary": "Quarto com vista para a Lagoa Rodrigo de Freitas, cartão postal do Rio de Janeiro. Linda Vista.  1 Quarto e 1 banheiro  Amplo, arejado, vaga na garagem. Prédio com piscina, sauna e playground.  Fácil acesso, próximo da praia e shoppings.",
    "space": "",
    "description": "Quarto com vista para a Lagoa Rodrigo de Freitas, cartão postal do Rio de Janeiro. Linda Vista.  1 Quarto e 1 banheiro  Amplo, arejado, vaga na garagem. Prédio com piscina, sauna e playground.  Fácil acesso, próximo da praia e shoppings.",
    "neighborhood_overview": "",
    "notes": "",
    "transit": "",
    "access": "",
    "interaction": "",
    "house_rules": "",
    "property_type": "Apartment",
    "room_type": "Private room",
    "bed_type": "Real Bed",
    "minimum_nights": "1",
    "maximum_nights": "1125",
    "cancellation_policy": "flexible",
    "last_scraped": "2019-02-11T05:00:00.000Z",
    "calendar_last_scraped": "2019-02-11T05:00:00.000Z",
    "accommodates": 2,
    "bedrooms": 1,
    "beds": 1,
    "number_of_reviews": 0,
    "bathrooms": {
    "$numberDecimal": "2.0"
    },
    "amenities": [
    "TV",
    "Cable TV",
    "Internet",
    "Wifi",
    "Air conditioning",
    "Pool",
    "Kitchen",
    "Free parking on premises",
    "Doorman",
    "Gym",
    "Elevator",
    "Buzzer/wireless intercom",
    "Family/kid friendly",
    "Washer",
    "Essentials",
    "24-hour check-in"
    ],
    "price": {
    "$numberDecimal": "701.00"
    },
    "security_deposit": {
    "$numberDecimal": "1000.00"
    },
    "cleaning_fee": {
    "$numberDecimal": "250.00"
    },
    "extra_people": {
    "$numberDecimal": "0.00"
    },
    "guests_included": {
    "$numberDecimal": "1"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/59c516bd-c7c3-4dae-8625-aff5f55ece53.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "51496939",
    "host_url": "https://www.airbnb.com/users/show/51496939",
    "host_name": "Livia",
    "host_location": "BR",
    "host_about": "",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/b7911710-9088-451d-a27b-62ad2fc2eac0.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/b7911710-9088-451d-a27b-62ad2fc2eac0.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Lagoa",
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": false,
    "host_listings_count": 1,
    "host_total_listings_count": 1,
    "host_verifications": [
    "email",
    "phone",
    "jumio",
    "government_id"
    ]
    },
    "address": {
    "street": "Rio de Janeiro, Rio de Janeiro, Brazil",
    "suburb": "Lagoa",
    "government_area": "Lagoa",
    "market": "Rio De Janeiro",
    "country": "Brazil",
    "country_code": "BR",
    "location": {
    "type": "Point",
    "coordinates": [
    -43.205047082633435,
    -22.971950988341874
    ],
    "is_location_exact": true
    }
    },
    "availability": {
    "availability_30": 28,
    "availability_60": 58,
    "availability_90": 88,
    "availability_365": 363
    },
    "review_scores": {
        "scores":null
    },
    "reviews": []
    },
    {
    "_id": "1003530",
    "listing_url": "https://www.airbnb.com/rooms/1003530",
    "name": "New York City - Upper West Side Apt",
    "summary": "",
    "space": "Murphy bed, optional second bedroom available. Wifi available, Hulu, Netflix, TV Eat-in kitchen. Bathroom with great shower/bath.  Washer/dryer in basement.",
    "description": "Murphy bed, optional second bedroom available. Wifi available, Hulu, Netflix, TV Eat-in kitchen. Bathroom with great shower/bath.  Washer/dryer in basement. New York City! Great neighborhood - many terrific restaurants, bakeries, bagelries. Within easy walking distance are restaurants with the cuisines from India, Thailand, Japan, China, Mexico, South America and Europe.  As well as the many small independent stores that line Broadway, there chain stores such as Urban Outfitters (clothing), Whole Foods (groceries), Sephora (cosmetics), Michaels (crafts), and Modell's (sporting goods). Equidistant to Central Park and Riverside Park which have walking/running/biking trails as well as tennis and racquet ball courts. 10-15 blocks from Columbia University between Broadway and Amsterdam. The International Hostel across the street is an airport shuttle bus and double-decker tour bus stop.  The Hostel also has services available to the neighborhood such as lectures, brochures, etc. Convenientl",
    "neighborhood_overview": "Great neighborhood - many terrific restaurants, bakeries, bagelries. Within easy walking distance are restaurants with the cuisines from India, Thailand, Japan, China, Mexico, South America and Europe.  As well as the many small independent stores that line Broadway, there chain stores such as Urban Outfitters (clothing), Whole Foods (groceries), Sephora (cosmetics), Michaels (crafts), and Modell's (sporting goods). Equidistant to Central Park and Riverside Park which have walking/running/biking trails as well as tennis and racquet ball courts. 10-15 blocks from Columbia University between Broadway and Amsterdam. The International Hostel across the street is an airport shuttle bus and double-decker tour bus stop.  The Hostel also has services available to the neighborhood such as lectures, brochures, etc.",
    "notes": "My cat, Samantha, are in and out during the summer.  The apt is layed out in such a  way that each bedroom is very private.",
    "transit": "Conveniently located near 1, 2, 3, B & C subway lines. Also buses on Columbus Avenue (downtown), Amsterdam Avenue (uptown), and Broadway (uptown/downtown). Also near origination/termination of M60 bus which goes to/from LaGuardia Airport.",
    "access": "New York City!",
    "interaction": "",
    "house_rules": "No smoking is permitted in the apartment. All towels that are used should be placed in the bath tub upon departure. I have a cat, Samantha, who can stay or go, whichever is preferred.   Please text me upon departure.",
    "property_type": "Apartment",
    "room_type": "Private room",
    "bed_type": "Real Bed",
    "minimum_nights": "12",
    "maximum_nights": "360",
    "cancellation_policy": "strict_14_with_grace_period",
    "last_scraped": "2019-03-07T05:00:00.000Z",
    "calendar_last_scraped": "2019-03-07T05:00:00.000Z",
    "first_review": "2013-04-29T04:00:00.000Z",
    "last_review": "2018-08-12T04:00:00.000Z",
    "accommodates": 2,
    "bedrooms": 1,
    "beds": 1,
    "number_of_reviews": 70,
    "bathrooms": {
    "$numberDecimal": "1.0"
    },
    "amenities": [
    "Internet",
    "Wifi",
    "Air conditioning",
    "Kitchen",
    "Elevator",
    "Buzzer/wireless intercom",
    "Heating",
    "Family/kid friendly",
    "Washer",
    "Dryer",
    "translation missing: en.hosting_amenity_50"
    ],
    "price": {
    "$numberDecimal": "135.00"
    },
    "security_deposit": {
    "$numberDecimal": "0.00"
    },
    "cleaning_fee": {
    "$numberDecimal": "135.00"
    },
    "extra_people": {
    "$numberDecimal": "0.00"
    },
    "guests_included": {
    "$numberDecimal": "1"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/15074036/a97119ed_original.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "454250",
    "host_url": "https://www.airbnb.com/users/show/454250",
    "host_name": "Greta",
    "host_location": "New York, New York, United States",
    "host_about": "By now I have lived longer in the city than the country however I feel equally at home in each. I like to keep one foot in each and help others to do the same!",
    "host_response_time": "within an hour",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/f1022be4-e72a-4b35-b6d2-3d2736ddaff9.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/f1022be4-e72a-4b35-b6d2-3d2736ddaff9.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "",
    "host_response_rate": 100,
    "host_is_superhost": true,
    "host_has_profile_pic": true,
    "host_identity_verified": true,
    "host_listings_count": 3,
    "host_total_listings_count": 3,
    "host_verifications": [
    "email",
    "phone",
    "reviews",
    "jumio",
    "offline_government_id",
    "government_id"
    ]
    },
    "address": {
    "street": "New York, NY, United States",
    "suburb": "Manhattan",
    "government_area": "Upper West Side",
    "market": "New York",
    "country": "United States",
    "country_code": "US",
    "location": {
    "type": "Point",
    "coordinates": [
    -73.96523,
    40.79962
    ],
    "is_location_exact": false
    }
    },
    "availability": {
    "availability_30": 0,
    "availability_60": 0,
    "availability_90": 0,
    "availability_365": 93
    },
    "review_scores": {
        "scores":{
            "review_scores_accuracy": 9,
        "review_scores_cleanliness": 8,
        "review_scores_checkin": 9,
        "review_scores_communication": 9,
        "review_scores_location": 10,
        "review_scores_value": 9,
        "review_scores_rating": 84
        }
    },
    "reviews": [
    {
    "_id": "4351675",
    "date": "2013-04-29T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "3708459",
    "reviewer_name": "Josh",
    "comments": "i had a really pleasant stay at greta's place. the location is super convenient -- and the area is fun, with lots of hidden gems. the apartment was comfortable and charming. greta was accommodating and hospitable and left some great cupcakes in the fridge. i give this place a strong endorsement."
    },
    {
    "_id": "4848277",
    "date": "2013-05-28T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "4609491",
    "reviewer_name": "Ralf",
    "comments": "Greta has been a great host, and her apartment a great place to stay. Perfectly located for our adventures around NYC, it is a place full of character and, as I see it, a very authentic NY Apartment that makes you feel at home imediately. Great neighbourhood, great infrastructure around the apartment block. Very good for a perfect stay."
    },
    {
    "_id": "5094175",
    "date": "2013-06-11T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "6741662",
    "reviewer_name": "Mame",
    "comments": "Greta was wonderful. We arrived late at night and she made sure we were able to get in. We also had to transfer to a hotel for work, and she allowed us to keep our belongings there until 3 so we wouldn't be carting our luggage until we needed to. The apartment was clean and large and in a wonderful neighborhood. She had lists and menus of places to eat. I couldn't have been happier with our arrangement. Thanks Greta!"
    },
    {
    "_id": "5497796",
    "date": "2013-07-02T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "474156",
    "reviewer_name": "Lars",
    "comments": "Greta's place is very well located, so close to the MTA 1 line, which takes you up and down Manhattan, which was perfect for me.  It was an easy 3 minute walk and be on your way to anywhere in NY. \r\nThe shower is something else, the best water pressure I have experienced in a long time.\r\nI thought the decor was cool and eclectic, Greta must have an artistic streak. The Murphy bed was comfortable, and the AC unit (not pictured) kept it nice and cool.  \r\nAlthough I didn't meet her, she arranged for a neighbor to meet me and show me in. He was cool and so were any other neighbors that I met. \r\nShe also left a list of suggestions where to shop and eat, along with menus which was helpful when I needed a late night meal. \r\nHighly recommended. \r\n"
    },
    {
    "_id": "6933005",
    "date": "2013-08-31T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "6067127",
    "reviewer_name": "Nicole",
    "comments": "I had a wonderful stay at Greta's NYC apartment. The apartment was clean and comfortable. She was a wonderful and informative host. I felt very welcomed in her home."
    },
    {
    "_id": "7205029",
    "date": "2013-09-10T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "7743438",
    "reviewer_name": "Ute",
    "comments": "Hi Greta,\r\nyou have a wonderful place. We had a great time an felt really comfortable - little bit like beeing home in NY :)\r\nEverything worked out pretty good, also the connection to La Guardia Airport was perfect.\r\n\r\nThanks again :)\r\n"
    },
    {
    "_id": "7464858",
    "date": "2013-09-21T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "8543724",
    "reviewer_name": "Drew",
    "comments": "Greta was very welcoming and helpful. Prompt email communication.\r\n\r\nA great stay for those in town to see Broadway shows, shopping or sight seeing the West Side. A few minutes walking and I was in Central Park.\r\n\r\nA definite recommendation."
    },
    {
    "_id": "7515354",
    "date": "2013-09-23T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "1683177",
    "reviewer_name": "Don",
    "comments": "Greta was flexible about our sign-in time, helpful as we arrived, and kind to return to us a bag that we left in her apartment.  The apartment is wonderfully located for transportation and things to do.  It is compact and comfy, full of interesting books and prints.  The bed is quite firm."
    },
    {
    "_id": "7871931",
    "date": "2013-10-07T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "2871729",
    "reviewer_name": "Heidi",
    "comments": "We spent three nights in Greta’s apartment. Her kitchen is fully-equipped and the sleeping arrangements are extremely comfortable. Greta is a very accommodating host and easy to communicate with. She was very gracious about our later-than-expected arrival and allowed us to stay in her apartment on our departure day until we left for an early evening flight. Her apartment is very well-located, with food markets, drug stores, restaurants and coffee shops within a block of her building. The building is ½ block from the #1 subway line, enabling easy access to all parts of Manhattan."
    },
    {
    "_id": "8136769",
    "date": "2013-10-17T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "7811780",
    "reviewer_name": "Julia",
    "comments": "We enjoyed our stay in Greta's apartment very much. The location is perfect, near Central Park, Broadway and everything, and the apartment is extremely cosy. Greta was very welcoming and helpful. We had a great time and felt really comfortable. Thanks :-)\r\n"
    },
    {
    "_id": "8210485",
    "date": "2013-10-21T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "8119019",
    "reviewer_name": "Diane",
    "comments": "Our stay are Greta's was wonderful- she was so accomodating and welcoming.  Her apartment is lovely and such a great place to unwind from the hurried family weekend weekend we had.  Greta even accomodated the joining of my niece and nephew for one of the two nights with no problem.. Thank you so much, Greta, for your hospitality!  "
    },
    {
    "_id": "8478870",
    "date": "2013-11-02T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "8140760",
    "reviewer_name": "Linda",
    "comments": "Greta was a gracious and accommodating host, even coming over during our stay to reset the wifi connections.  The location of the apartment is ideal, basically half a short block to the subway.  Her list of neighborhood restaurants was very helpful and we sampled as many as we were able to. She has everything organized well."
    },
    {
    "_id": "8587648",
    "date": "2013-11-06T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "9307997",
    "reviewer_name": "Maureen",
    "comments": "Greta's apartment was comfortable and clean and the neighborhood was easily accessible to museums and other locations. A bit noisy at night."
    },
    {
    "_id": "8768655",
    "date": "2013-11-17T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "9464736",
    "reviewer_name": "George",
    "comments": "Greta was extremely helpful throughout this process!  Communication was maintained throughout the process and throughout our stay.  She was able to answer any questions we had and even gave suggestions for us.  Her instructions were awesome and the information left at her apartment were great!  There was even a binder with additional information like places to eat and places to go.  She even took the time to make sure we knew how to use the radiator!  Being from Hawaii, we had no knowledge about radiators and how to use them - we really appreciated her thoughtfulness!"
    },
    {
    "_id": "9179262",
    "date": "2013-12-11T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "9405167",
    "reviewer_name": "Whitney",
    "comments": "Greta's apartment was homey, clean and just the right size for two (probably even three) people. Greta was extremely helpful in getting us settled and providing information about the neighborhood....etc. Murphy bed was very firm but comfortable. Great water pressure in shower. Apt is close to everything and  the neighborhood has so much to offer. I would definitely recommend Greta's place.  "
    },
    {
    "_id": "9428838",
    "date": "2013-12-28T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "10297643",
    "reviewer_name": "Deborah & Tim",
    "comments": "The apartment is very homey - it felt like I was staying in a friend's apartment. The bed is surprisingly comfy and firm (I have never slept in a Murphy bed before) and the shower had plenty of hot water and great pressure. Greta was very communicative and friendly, and was also incredibly accommodating when I had something come up unexpectedly and needed to stay a couple hours longer than I anticipated. Overall all it was a very cozy stay in a great location!"
    },
    {
    "_id": "9543118",
    "date": "2014-01-02T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "8828184",
    "reviewer_name": "Catherine",
    "comments": "The location of this appartment was ideal! Just minutes away the subway and walking distance from Central Park, Riverside Park, and many good restaurants on Broadway. A quaint appartment, with a lot of cachet. I recommend it!!"
    },
    {
    "_id": "20872115",
    "date": "2014-10-06T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "7838233",
    "reviewer_name": "Brandon",
    "comments": "What a delightful apartment!  I plan to stay here next time I bring family to New York. I would describe the apartment as a very warm, personal, comfortable and homey place to stay. It’s a corner apartment with good light, lots of books and  very good energy. Plus, the beds are quite comfortable. My daughter exclaimed “Hey Dad, come lie down in this one. You’ll never want to get up!”\r\n\r\nThe neighborhood was incredibly well located and enjoyable. The train stops  a half block away, and there are numerous excellent restaurants and conveniences close by. Greta, the host, provides a first-rate list of recommendations.\r\n\r\nGreta was a personable, helpful and extremely welcoming host. She was very quick to respond to my online inquiries and, once we arrived, to any further requests for advice.\r\n"
    },
    {
    "_id": "22257920",
    "date": "2014-11-02T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "4034556",
    "reviewer_name": "Aparna",
    "comments": "Greta was a lovely host! She was communicative, helpful and flexible during the booking process and very responsive and friendly when we were at her place in NYC. The house is charming and comfortable, and very conveniently located right by the 1 train. We were two of us and only used one room, but the house can fit another person or two. \r\nFor anyone visiting NYC and looking to be in the city but not in the midst of the city noise, this is a great place to stay! You can be downtown in 20 minutes. "
    },
    {
    "_id": "23415037",
    "date": "2014-11-30T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "22685675",
    "reviewer_name": "Karolina",
    "comments": "I stayed at Greta's place for 3 days! It was a really pleasant stay! The bed was really comfortable. The place was clean and cozy. A minute from the subway station! I didnt meet Greta in person, but we were communicating all the time and she was really helpful and kind with everything I needed! I would love to stay again the next time! :) i surely recommend it! "
    },
    {
    "_id": "23924172",
    "date": "2014-12-14T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "16534063",
    "reviewer_name": "Paul",
    "comments": "Staying at Greta's apartment was delightful!  It's a wonderful, quirky New York apartment -- very compact, but also very comfy and accurately portrayed in the pictures.  The Murphy (fold-down) bed has a very thick memory foam mattress that is extremely comfortable.  Samantha (the cat) was a sweet little presence, but she kept mostly to herself so we barely saw her.  The location is great, less than a block to the 1 line, and there are several nice restaurants in the neighborhood.  Finally, Greta herself was a perfect host:  kind but not intrusive, thoughtful in her preparations for guests, and available should any problems arise (though none did).  A great airbnb experience!"
    },
    {
    "_id": "28737168",
    "date": "2015-03-29T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "29115141",
    "reviewer_name": "Catherine",
    "comments": "Greta was a great host.  She met us late on Friday and explained everything about the apartment which we found very comfortable and fun.  I would highly recommend this apartment to anyone.  It is not luxurious but well-equipped and I loved the location, near Central Park and easy walk to museums.\r\n"
    },
    {
    "_id": "29274122",
    "date": "2015-04-06T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "18417452",
    "reviewer_name": "Paul",
    "comments": "Apt is beautifully as advertised, a comfortable place and beds, kitchen and bath. Arrival and departure were really well coordinated by host, the lovely Greta. Location is fabulously convenient on upper West side by subway, Amsterdam and Broadway restaurants, bars and history. We'd stay here again.  "
    },
    {
    "_id": "29610000",
    "date": "2015-04-10T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "27919376",
    "reviewer_name": "Anika",
    "comments": "Greta was a lovely host, making sure we settled in well and could contact her easily if there were any problems. \r\nThe apartment is cosy with very comfortable beds and a well equipped kitchen in case you need a place to cook. It is also a nice neighborhood, with a lot of great places to eat nearby and it is a minute away from a subway station, so you are well connected to the rest of the city. We had a great time! "
    },
    {
    "_id": "29775810",
    "date": "2015-04-12T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "20415509",
    "reviewer_name": "Jane",
    "comments": "My daughter and I stayed the weekend at Gretas place.  Greta was herself away for the weekend but everything was in great shape for us to stay and Greta was very available by phone for any questions.  Everything was very tidy and clean..comfy beds and good shower.  It was like home.  The location in the city is perfect..close to the park and subway.  I highly recommend Gretas home for aNew York stay!"
    },
    {
    "_id": "30732097",
    "date": "2015-04-26T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "10570759",
    "reviewer_name": "Lakshmi",
    "comments": "Greta is an amazing host and her apartment was super convenient for my stay in Manhattan. Here are my reasons:\r\nFirst - she as a person made me feel super welcome. I requested her a really early check in and she agreed (which was helpful because I took a red eye from Seattle). She also allowed me to keep my bags after my check out time so I could pick it up before my flight.\r\nSecond - her apartment location is SUPER convenient. Right next to the #1 and pretty close to B and C lines. NYC is all about location is this fits perfectly.\r\nThird - her apartment gives the feel of a typical NYC apartment. It is tiny but has everything you need. Two beds, a great shower, clean towels, and a kitchen (which I didn't use). Safe building with elevator. \r\n\r\nI would totally stay here again.  "
    },
    {
    "_id": "31196460",
    "date": "2015-05-03T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "43102",
    "reviewer_name": "Catherine Et Albert",
    "comments": "Greta was a fantastic host, we had a problem with a lost luggage at JFK and she helped us to coordinate the delivery. We also arrived later than scheduled in Manhattan, Greta was waiting for us, she welcomed us very friendly. The apartment is very nice and bright, the bed is very comfortable. Nice building with elevator, perfect location, between Riverside Park and Central Park, a block from the subway, lot of nice restaurants all around, we had a fantastic stay! Greta est une hôte fantastique, nous avons eu un problème de baggage à JFK et Greta nous a aidé à coordonner la livraison. Nous sommes arrivés plus tard que prévu et Greta nous a accueilli très chaleureseument. L'appartement est parfaitement situé, a un block du métro et entre Cantral Park et Riverside Park, il y a un ascenceur. Nombreux restaurants tout autour! Parfait nous recommandons vivement."
    },
    {
    "_id": "31845940",
    "date": "2015-05-10T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "14717479",
    "reviewer_name": "Samantha",
    "comments": "We had a great stay with Greta.  She was a good communicator, flexible, and her apartment is a good value for the neighborhood.  We will definitely think about staying with her again."
    },
    {
    "_id": "33677946",
    "date": "2015-05-31T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "31114625",
    "reviewer_name": "Rebecca",
    "comments": "My stay at Greta's place was perfect! The space is exactly as described, and was very clean and welcoming. Greta was very responsive to me, and even helped me figure out how to pick up the keys with my late arrival. Thank you!"
    },
    {
    "_id": "36960183",
    "date": "2015-07-03T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "33119724",
    "reviewer_name": "Thomas",
    "comments": "Greta was an excellent hostess and was very accommodating. She took care of the little things that made a difference such as providing an extra set of keys and having the air conditioning on prior to my arrival. The apartment was clean and very comfortable. It instantly felt like \"home\". The location of the apartment was great! There are multiple grocery stores, restaurants, bars, etc. within a very short walking distance. The subway stop was very conveniently located as was Central Park and Riverside Park, which are both beautiful places for an afternoon walk. I would and have recommended this listing to friends that are traveling to the city and I would stay there again without hesitation. "
    },
    {
    "_id": "37555310",
    "date": "2015-07-08T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "6352182",
    "reviewer_name": "Murray",
    "comments": "Greta is an excellent Airbnb host! She is warm, accommodating and very well organized. Her apt is located close to all amenities, Central and Riverside Parks, and bus/subway stops. The apt is clean, more spacious than expected, well stocked with anything you could possibly need, and has very comfortable beds and a first rate shower. I was travelling with my soon-to-be 17 year old daughter so she was thrilled to have her own bedroom! This is not fancy accommodation but warm and homey and probably a good representation of how an average New Yorker lives, although I suspect not many are as organized as Greta. Much recommended!"
    },
    {
    "_id": "48783685",
    "date": "2015-09-28T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "43967256",
    "reviewer_name": "Judy",
    "comments": "I have used airbnb in NYC several times, and this, by far, was my best experience.  The location is on a quiet street and on the same block as a major subway line.  You can't get any better than that.  The apartment has all the conveniences of a home - everything you'd need in a kitchen, extremely comfortable mattress, cable TV, air conditioning, wifi, great water pressure.  \r\n\r\nGreata goes way out of her way to make your stay as enjoyable as possible.  Her recommendations are outstanding and the check-in and check-out were  extremely easy.  This is a five star host and you won't go wrong with this choice for a stay in NYC. \r\n"
    },
    {
    "_id": "53270568",
    "date": "2015-11-07T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "21960218",
    "reviewer_name": "Nicky",
    "comments": "This is my second time staying at Greta's apartment. The best place to stay in NYC by far. There is a subway on the same street as the apartment, a two minute walk away (the 1 line) and multiple places to eat close by. There is also a CVS , Walgreens, grocery and liquor store within walking distance as well. The apartment is very clean and the bed is very comfortable. Checking in and out as easy as Greta is very flexible. The apartment is very spacious with a nice kitchen and lots of room in the fridge. I hope to continue to stay here every time I visit New York! "
    },
    {
    "_id": "57574836",
    "date": "2015-12-27T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "50466815",
    "reviewer_name": "Obaseki",
    "comments": "Greta place is amazing and blissful. She was understand to our delayed scheduled. Her place is home away from home. Her details description gave us point of interest to visit. If I was to go to NYC again I would check Greta place available first."
    },
    {
    "_id": "58775965",
    "date": "2016-01-05T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "2692640",
    "reviewer_name": "Federica",
    "comments": "We had a wonderful experience staying at Greta's flat. She is an amazing host: disposable, kind and always ready to answer back to our necessities, including late check-in and check-out. The flat itself is a true newyorker's one, warm, stylish and excellentlty connected with the subway. We strongly suggest it for everyone!"
    },
    {
    "_id": "63209635",
    "date": "2016-02-21T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "4823592",
    "reviewer_name": "Lucinda",
    "comments": "Greta was very welcoming and flexible.  My friend and I slept well in comfortable beds under soft cotton sheets in this lovely quiet flat on the upper west side.  We walked to the Museum of Natural History and hopped on the subway (less than one block away!) to go downtown.  Greta's place offered a sweet artful respite from the rush of the city."
    },
    {
    "_id": "70519082",
    "date": "2016-04-18T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "59943151",
    "reviewer_name": "H",
    "comments": "Greta was as amazing as her beautiful home!  The check in and check out process was easy.  Greta's communication was super convenient as she used text messaging and email to keep in constant communication.  Her apartment is beautifully decorated, extremely comfortable, and very welcoming.   The neighborhood is safe with stores and restaurants within a short walking distance.  I highly recommend Greta's apartment for renting.  You won't be disappointed."
    },
    {
    "_id": "71843260",
    "date": "2016-04-29T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "31368654",
    "reviewer_name": "Peter",
    "comments": "What can we say? Greta is a delight and her place is perfect. The beds are comfortable, the kitchen is an eat-in and the bathroom is classic New York. The building is almost 150 years old and holds up. The location is perfect, a block to the 1 train and four blocks from the bus to LA Guardia. Everything was perfect and we already miss Samantha. Thank you Greta and we hope to be able to stay there in the future."
    },
    {
    "_id": "82291166",
    "date": "2016-06-27T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "4543077",
    "reviewer_name": "Stuart",
    "comments": "Easy to make arrangements, was readily available for questions, and flexible about arriving and departing. Highly recommend this Upper West Side accommodation."
    },
    {
    "_id": "84121201",
    "date": "2016-07-05T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "62507392",
    "reviewer_name": "Jean",
    "comments": "Greta and I communicated regularly before my trip,she was prompt and helpful. She met me at the apartment and was very welcoming,filled me in on all I needed to know. The apartment is so lovely and convenient and cosy and beautiful! Great area. I'd love to come back."
    },
    {
    "_id": "85258241",
    "date": "2016-07-10T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "42965012",
    "reviewer_name": "Gwen",
    "comments": "Greta went out of her way to assist us with difficult flight times and luggage which really made things easier for us. The area was good and as everyone notes, great for the subway, which works far better than the tourist buses which barely move at times with traffic. Lots of eateries etc handy. "
    },
    {
    "_id": "86034388",
    "date": "2016-07-14T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "53587610",
    "reviewer_name": "Nesta",
    "comments": "Throughout, all Greta's communications were prompt, friendly and helpful.  We felt very prepared and welcome in her apartment, which is charming, comfortable and well located - a real 'home-from-home' to return to after a hot day's sight-seeing.  It was fun to have a brief swap over with the previous visitors (agreed previously by email with Greta).   Many thanks for a great stay. "
    },
    {
    "_id": "86519833",
    "date": "2016-07-16T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "576347",
    "reviewer_name": "Ifeoma",
    "comments": "This was a unique apartment in an excellent location. Great for anyone having business at Columbia University. Close to restaurants, transportation. Highly recommend. "
    },
    {
    "_id": "88541809",
    "date": "2016-07-24T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "54217384",
    "reviewer_name": "Terri",
    "comments": "Greta is a wonderful Host. Very honest, helpful. Great to work with. The neighborhood was awesome, close to subway, parks. Fabulous bagel store. The house is cute, quaint. Your really get the feel of what it's like to live there. I recommend this place. My daughter and I had a great time."
    },
    {
    "_id": "89504780",
    "date": "2016-07-28T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "6273647",
    "reviewer_name": "Ralf",
    "comments": "short version: if available, take it! more details: Greta is a great host. very helpful and pragmatic about arrival and departure to accommodate travellers plans as best as possible. the apartment is very cosy and you feel like visiting a good friend or relative big apple. location between 2 subway lines and a 10min walk from central park is just great. a whole foods and other shops are on the way to get all necesseties. building is well maintained and clean like the whole neighborhood. surprisingly quite for the central location. we habe been there in july and were able to manage the heat well by the window aircons to have a good night sleep. Greta always replied immediately in the outmost helpful way during preparation and stay. thank you Greta! we will hopefully be back soon :)\n"
    },
    {
    "_id": "90261939",
    "date": "2016-07-31T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "57249998",
    "reviewer_name": "Annesca",
    "comments": "Greta went through a lot of trouble to accommodate our flight times and make our arrival and departure as convenient as possible. Much appreciated!"
    },
    {
    "_id": "92084727",
    "date": "2016-08-07T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "24815450",
    "reviewer_name": "Julien",
    "comments": "Nous avons apprécié la flexibilité de Greta pour répondre à nos questions et la localisation de l appartement très proche du métro.\r\n"
    },
    {
    "_id": "94083156",
    "date": "2016-08-14T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "42965012",
    "reviewer_name": "Gwen",
    "comments": "Our second stay at Greta's on the last leg of our holiday, the city was oh so hot and humid but fortunately her air conditioning was equal to the task. The subway entrance close to the apartment was manned and easy to buy and top up your pass, it is the only way to travel around the city. On leaving for the airport, after both our stays we had only to wait a minute on the corner with our luggage to get a taxi to the airport. Once again Greta allowed us to arrive and leave at times that suited us with our luggage which didn't leave us stranded for hours with difficult flight times from Australia which was a great relief, thanks so much Greta!"
    },
    {
    "_id": "98202715",
    "date": "2016-08-29T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "20316967",
    "reviewer_name": "Jenny",
    "comments": "We had a wonderful stay in NYC. Greta was a wonderful host, excellent communication, very helpful and accommodating. The location was perfect for us near restaurants and Columbia. We would love to stay there again. Thank You Greta!"
    },
    {
    "_id": "98674131",
    "date": "2016-09-01T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "54784830",
    "reviewer_name": "Terri",
    "comments": "The apartment is in a nice neighbor. The Italian restaurant next store was good. Communication with Greta was exceptional. We would definitely stay here again."
    },
    {
    "_id": "99485043",
    "date": "2016-09-05T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "59943151",
    "reviewer_name": "H",
    "comments": "This was my second stay at Greta's place, and it was absolutely wonderful.  The apartment is clean, comfortable, and very well organized.  I especially love the decor and comfortable bedding. The neighborhood is safe and very convenient with easy access to bus lines and rail.  There is also a wide variety of restaurants within walking distance.  Greta is a very attentive and responsive hostess.  You will not be disappointed with her or her wonderful home.  I highly recommend!"
    },
    {
    "_id": "101291814",
    "date": "2016-09-12T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "5919533",
    "reviewer_name": "Jean And Letitia",
    "comments": "We had a great stay in New York City. Greta's apartment was perfect, great location just three blocks from Central Park and 1 block from major subway lines. The apartment was spacious, clean, quiet and welcoming. Thank you for making our new York experience even better. I greatly recommend Greta's place. She even let us stay until 2pm the day of departure. Thank you\r\nJean"
    },
    {
    "_id": "106551953",
    "date": "2016-10-06T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "47795517",
    "reviewer_name": "Vicki",
    "comments": "We thoroughly enjoyed our stay in New York. Greta's place was a home away from home. The location was ideal with subway station, shops and restaurants just a few minutes  walk, even an Italian restaurant next door.  Central Park only 2 blocks away. Greta is very obliging and helpful especially her flexibility with our late flights.  If we ever make it back to New York would definitely love to stay at Greta's again."
    },
    {
    "_id": "117029086",
    "date": "2016-12-04T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "103606558",
    "reviewer_name": "Rachel And Jeff",
    "comments": "Great location close to subway & everything you would possibly need! Greta was very accommodating & if we stay in NYC again we will definitely be looking into booking her place first ;)"
    },
    {
    "_id": "121690051",
    "date": "2016-12-18T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "205255",
    "reviewer_name": "Jill",
    "comments": "Great place for families! Nice location (we even found on-street parking easily), and great neighborhood for restaurants. "
    },
    {
    "_id": "123299700",
    "date": "2016-12-28T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "97224933",
    "reviewer_name": "Sarah Michele",
    "comments": "Fantastic location and value. Host is very accommodating and responsive."
    },
    {
    "_id": "125121514",
    "date": "2017-01-04T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "23113137",
    "reviewer_name": "Kim",
    "comments": "Greta is an amazing host with a very cute apartment. She was very responsive to our questions and provided us with a lot of information about the area. The location was amazing, so close the the 1 and Starbucks, DD and grocery stores. Would 100% stay here again if I returned to New York. "
    },
    {
    "_id": "144377714",
    "date": "2017-04-15T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "18142306",
    "reviewer_name": "Tracy",
    "comments": "Greta's place is comfortable and homey.  Each of the three bedrooms has a door, which is a real treat in a big city! A true New York apartment experience!  Birds singing in the trees outside, comfy beds, loads of restaurants and grocery nearby. Lovely easy walks to Central Park, Riverside Park. Subway stop right on the corner. We took Lyft around due to my mom's use of a wheelchair in the streets. Drivers made good time to and from lower Manhattan via larger roads. Elevator made it easy to get to and from the 4th floor apartment, and being on the 4th floor removed us from the street a bit. "
    },
    {
    "_id": "156378118",
    "date": "2017-05-30T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "120945155",
    "reviewer_name": "Adrian",
    "comments": "Overall a very nice apartment in a nice location. Plenty of restaurants in the area. Greta was a friendly and forthcoming host"
    },
    {
    "_id": "158625916",
    "date": "2017-06-07T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "39779933",
    "reviewer_name": "Sandrina",
    "comments": "Great host, great Appartement, great location. Again any time. "
    },
    {
    "_id": "166479697",
    "date": "2017-07-03T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "13818466",
    "reviewer_name": "Jeremy",
    "comments": "The place was so conveniently located at a mere 1-2 minutes walk from the subway. It was very cozy, everything was neat and tidy and really made us feel like we were home. Greta went the extra mile to help us with the check-in, and was super fast and responsive and made sure we didn't lack anything! My go-to airbnb place of choice for the next time we'll be in town. "
    },
    {
    "_id": "175167108",
    "date": "2017-07-28T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "22834501",
    "reviewer_name": "Kayla",
    "comments": "Greta's place was perfect. We were in a three-week program at Columbia and walked into class each day. The place was spacious and quiet. Air conditioning was perfect in the hot New York summer! Would 100% stay again."
    },
    {
    "_id": "177406415",
    "date": "2017-08-02T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "20960360",
    "reviewer_name": "Noel",
    "comments": "Lovely and homely apartment right in the heart of uptown Manhattan. Has a subway station on the same block, surrounded by great eats and just a couple of streets away from Central Park. Totally would come back when we visit New York again."
    },
    {
    "_id": "179377561",
    "date": "2017-08-07T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "91436256",
    "reviewer_name": "Rob",
    "comments": "Greta's apartment is perfect for a couple who want to stay away from the noisy downtown area. The neighbourhood is peaceful, but has some good taverns and restaurants as well. Greta could not be any more helpful, going way beyond to get an item we left at the apartment to us. We cannot recommend Greta,s  highly enough."
    },
    {
    "_id": "182396917",
    "date": "2017-08-14T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "45877006",
    "reviewer_name": "Joan",
    "comments": "It was lovely to have Greta to greet us. We thoroughly enjoyed our stay in New York and in her apartment."
    },
    {
    "_id": "187129145",
    "date": "2017-08-26T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "42556498",
    "reviewer_name": "Linda",
    "comments": "Gretas Appartement ist wirklich schön und gemütlich. Wir waren super zufrieden! Die Lage ist perfekt um zügig in Richtung Downtown oder in den Central Park zu gelangen. Falls man mit dem Auto anreist ist das Parken auf der Straße kostenlos. Auch Check-In und Kommunikation liefen völlig reibungslos. Sehr zu empfehlen!"
    },
    {
    "_id": "201967739",
    "date": "2017-10-09T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "13818466",
    "reviewer_name": "Jeremy",
    "comments": "This was our 2nd stay at Greta's place and we loved it just as much as the first time we stayed. Again, great location (1 min walk from the subway), and we even managed to find free parking around! The place is really cozy and it's starting to feel like our 2nd home in NYC. Good shower, kitchen, separate bedrooms and a nice neighborhood close to central park. What more can you need? Highly recommended!"
    },
    {
    "_id": "223508188",
    "date": "2018-01-01T05:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "14723761",
    "reviewer_name": "Bruna",
    "comments": "We had a really great time at Greta’s apartment! First of all she was very nice with us since the beggining, helping with all our doubts. The apartment is near of Central Park and a lot of stores and restaurants. It’s a calm local neighborhood, to live your days in the city like a real new yorker :) . The place was very clean, the shower was good and beds was confortable. The heater sistem worked very well and kept us warm always - it was very important, because the temperatures was very low during our stay there. We definetelly recomend this place to stay! "
    },
    {
    "_id": "245763661",
    "date": "2018-03-23T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "60691725",
    "reviewer_name": "Andrea",
    "comments": "Loved the stay here. Greta is a wonderful host. The room is spacious and you have everything you need. The neighborhood is beautiful, lots of restaurants nearby, and the red train is literally next to the apartment. \nDefinitely recommended."
    },
    {
    "_id": "306501176",
    "date": "2018-08-12T04:00:00.000Z",
    "listing_id": "1003530",
    "reviewer_id": "174551190",
    "reviewer_name": "Elena",
    "comments": "greta was a super host! the house really nice and well kept. the bed is very comfortable and equipped with everything. the neighborhood is very safe and close to all amenities: the metro, supermarkets, main attractions, restaurants. Greta made sure that my stay was unforgettable, always present but never intrusive and respectful of privacy. it has always been helpful for every kind of need. thanks to greta for making my stay beautiful. surely if i go back to new york i will definitely come back here."
    }
    ]
    },
    {
    "_id": "10038496",
    "listing_url": "https://www.airbnb.com/rooms/10038496",
    "name": "Copacabana Apartment Posto 6",
    "summary": "The Apartment has a living room, toilet, bedroom (suite) and American kitchen. Well located, on the Copacabana beach block a 05 Min. walk from Ipanema beach (Arpoador). Internet wifi, cable tv, air conditioning in the bedroom, ceiling fans in the bedroom and living room, kitchen with microwave, cooker, Blender, dishes, cutlery and service area with fridge, washing machine, clothesline for drying clothes and closet with several utensils for use.  The property boasts 45 m2.",
    "space": "The apartment has a living room, wash room, suite and an American kitchen. The bedroom has a double bed and there's a bunk bed in the living room. It is very well located, in the Copacabana beach block and just a few blocks from Arpoador and Ipanema. You can walk to any of those beaches. It has internet wifi, tv, air conditioning in the bedroom, ceiling fans in the living room and the bedroom and an equipped kitchen with cooker, fridge, washing machine, microwave and utensils. Ease of public transportation, banks, markets and restaurants.",
    "description": "The Apartment has a living room, toilet, bedroom (suite) and American kitchen. Well located, on the Copacabana beach block a 05 Min. walk from Ipanema beach (Arpoador). Internet wifi, cable tv, air conditioning in the bedroom, ceiling fans in the bedroom and living room, kitchen with microwave, cooker, Blender, dishes, cutlery and service area with fridge, washing machine, clothesline for drying clothes and closet with several utensils for use.  The property boasts 45 m2. The apartment has a living room, wash room, suite and an American kitchen. The bedroom has a double bed and there's a bunk bed in the living room. It is very well located, in the Copacabana beach block and just a few blocks from Arpoador and Ipanema. You can walk to any of those beaches. It has internet wifi, tv, air conditioning in the bedroom, ceiling fans in the living room and the bedroom and an equipped kitchen with cooker, fridge, washing machine, microwave and utensils. Ease of public transportation, banks, mar",
    "neighborhood_overview": "Copacabana in the South zone is the district that offers the greatest number of options for tourists, transport, restaurants, banks, pharmacies and commerce in general are in abundance in all the blocks of the neighborhood.",
    "notes": "",
    "transit": "On the street there is plenty of transport and the subway station is nearby (06 blocks). To get to the Christ the Redeemer Statue there are the options of Metro, bus (at the door) or taxi and the Sugar Loaf (pão de açúcar), bus (at the door), cab, all very close.",
    "access": "todo o espaço.",
    "interaction": "Contact telephone numbers if needed: Valeria ((PHONE NUMBER HIDDEN) (URL HIDDEN) ((PHONE NUMBER HIDDEN) cell phone (URL HIDDEN) (021) mobile/(PHONE NUMBER HIDDEN) José (URL HIDDEN)Concierge support; Fernando (caretaker boss) business hours.",
    "house_rules": "Entreguem o imóvel conforme receberam e respeitem as regras do condomínio para não serem incomodados.  Não danificar os utensílios e tudo que se refere as boas condições referentes ao mesmo . Não fazer barulho após às 22:00  até às 8:00. Usar entrada de serviço se estiver molhado voltando da praia.",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "bed_type": "Real Bed",
    "minimum_nights": "3",
    "maximum_nights": "75",
    "cancellation_policy": "strict_14_with_grace_period",
    "last_scraped": "2019-02-11T05:00:00.000Z",
    "calendar_last_scraped": "2019-02-11T05:00:00.000Z",
    "first_review": "2016-01-18T05:00:00.000Z",
    "last_review": "2019-01-28T05:00:00.000Z",
    "accommodates": 4,
    "bedrooms": 1,
    "beds": 3,
    "number_of_reviews": 70,
    "bathrooms": {
    "$numberDecimal": "2.0"
    },
    "amenities": [
    "TV",
    "Cable TV",
    "Internet",
    "Wifi",
    "Air conditioning",
    "Kitchen",
    "Paid parking off premises",
    "Smoking allowed",
    "Doorman",
    "Elevator",
    "Buzzer/wireless intercom",
    "Family/kid friendly",
    "Washer",
    "Fire extinguisher",
    "Essentials",
    "Hangers",
    "Hair dryer",
    "Iron",
    "Laptop friendly workspace",
    "Hot water",
    "Bed linens",
    "Extra pillows and blankets",
    "Microwave",
    "Coffee maker",
    "Refrigerator",
    "Dishes and silverware",
    "Oven",
    "Stove",
    "Long term stays allowed",
    "Wide hallway clearance",
    "Host greets you"
    ],
    "price": {
    "$numberDecimal": "119.00"
    },
    "security_deposit": {
    "$numberDecimal": "600.00"
    },
    "cleaning_fee": {
    "$numberDecimal": "150.00"
    },
    "extra_people": {
    "$numberDecimal": "40.00"
    },
    "guests_included": {
    "$numberDecimal": "3"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/159d489e-62ad-44c4-80a0-fab2a8f3b455.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "51530266",
    "host_url": "https://www.airbnb.com/users/show/51530266",
    "host_name": "Ana Valéria",
    "host_location": "Rio de Janeiro, State of Rio de Janeiro, Brazil",
    "host_about": "Professora de Educação Física formada pela universidade Gama Filho.",
    "host_response_time": "within an hour",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/8c7bb5fe-7b6d-4d03-a465-aae8971a87a0.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/8c7bb5fe-7b6d-4d03-a465-aae8971a87a0.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Copacabana",
    "host_response_rate": 100,
    "host_is_superhost": true,
    "host_has_profile_pic": true,
    "host_identity_verified": true,
    "host_listings_count": 2,
    "host_total_listings_count": 2,
    "host_verifications": [
    "email",
    "phone",
    "reviews",
    "jumio",
    "government_id"
    ]
    },
    "address": {
    "street": "Rio de Janeiro, Rio de Janeiro, Brazil",
    "suburb": "Copacabana",
    "government_area": "Copacabana",
    "market": "Rio De Janeiro",
    "country": "Brazil",
    "country_code": "BR",
    "location": {
    "type": "Point",
    "coordinates": [
    -43.190849194463404,
    -22.984339360067814
    ],
    "is_location_exact": false
    }
    },
    "availability": {
    "availability_30": 7,
    "availability_60": 19,
    "availability_90": 33,
    "availability_365": 118
    },
    "review_scores": {
        "scores":{
            "review_scores_accuracy": 9,
        "review_scores_cleanliness": 8,
        "review_scores_checkin": 9,
        "review_scores_communication": 9,
        "review_scores_location": 10,
        "review_scores_value": 9,
        "review_scores_rating": 84
        }
    },
    "reviews": [
    {
    "_id": "60037020",
    "date": "2016-01-18T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "44949795",
    "reviewer_name": "Valim",
    "comments": "Bom, foi uma experiencia incrível com a Ana e seu apartamento. Primeiramente ressalto a grande hospitalidade e prestatividade da anfitriã, na residência não tinha ferro de passar roupa solicitei e a mesma imediatamente comprou, deixou uns brindes na geladeira como água e cerveja, excelente tratamento.\r\nSobre o apartamento, muito bem localizado e bem arrumado, camas bem confortáveis e tudo funcionando corretamente.\r\nObrigado Ana, espero poder me hospedar em breve no seu ap.\r\n\r\nabraços"
    },
    {
    "_id": "62079672",
    "date": "2016-02-11T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "47057044",
    "reviewer_name": "Nabil",
    "comments": "Perfect location for Rio,very secure & very close to Copacabana and Ipanema beaches, the apartment is clean and very comfortable, all the equipment are included.\r\nThe host Ana its so nice, it was always available for us to help us for anything in the city, I would definitely recommend her place and i will stay there again if I have the chance !"
    },
    {
    "_id": "63557342",
    "date": "2016-02-24T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "669357",
    "reviewer_name": "Davi",
    "comments": "I had an amazing time at Valeria's flat. \nThe flat is great!!! Very very clean.\nThe location is perfect!\nAnd on top of everything Valeria and her husband are fantastic host.\nI highly recommend it."
    },
    {
    "_id": "68976444",
    "date": "2016-04-08T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "15238005",
    "reviewer_name": "Agustin",
    "comments": "Ana y José hicieron que nos sintiéramos en casa desde el primer momento (nos recibieron con cervecitas fresquitas), siempre pendientes de lo que podíamos necesitar y muy predispuestos para dar consejos y ayuda. Muy preocupados por que el apartamento estuviera en perfectas condiciones.\r\nEl Departamento es excelente, muy bien ubicado, ya que abajo hay un supermercado y en frente un Bradesco. Además muy completo, No nos faltó nada.\r\nSi volvemos a Río seguro pararemos nuevamente con Ana y José.\r\n"
    },
    {
    "_id": "87261130",
    "date": "2016-07-19T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "83235034",
    "reviewer_name": "Raphael",
    "comments": "Local muito agradavel proximo do Mercado Zona Sul - padaria e comercio. Localizado a 1 quadra da praia. Ambiente agradavel host bem prestativa e muito educada. Recomendo a todos que queiram conhecer melhor o Rio!"
    },
    {
    "_id": "89793633",
    "date": "2016-07-30T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "12345019",
    "reviewer_name": "Luis",
    "comments": "Excelente anfitrion siempre estuvo pendiente de lo que necesitabamos. El departamento es muy comodo limpio, y muy bien ubicado."
    },
    {
    "_id": "96447291",
    "date": "2016-08-22T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "46538654",
    "reviewer_name": "Adrian Adolfo",
    "comments": "todo fue como estaba en la descripcion, inclusive tanto en toallas como ropa de cama habia de mas para cambiar, muy satisfecho por todo, ubicasion, internet, tv, comodidades y la atencion de ana, que estuvo siempre dispuesta a atendernos, inclusive dejando un celular para urgencias, colmo nuestras espectatibas"
    },
    {
    "_id": "98707977",
    "date": "2016-09-01T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "20095666",
    "reviewer_name": "Asif",
    "comments": "The location is perfect, ideal and safe walking distance to Ipanema and Copacabana, including Arpoador just 800 metres away; cheap for Uber to nearby attractions too. I even walked to Leblon from there in under 40 minutes. \n\nThe hosts met me up front and helped me with my luggage. They don't speak English, but are very charming and helpful, so we communicated via (Hidden by Airbnb) Translate, using (Hidden by Airbnb) .\n\nThe building is slightly older. One day there was no water in the building due to maintenance. The hosts warned me about this, there was nothing they could do and I was prepared. Only issue is that after the water came back, because of the older pipes, it was brown for a little while, just have to let the taps run for several minutes. \n\nThe bed isn't the most comfortable for an extended stay (I was there for eight nights), but for short durations it's fine. \n\nThere is a washing machine in the apartment, it works great, I dried my clothes by hanging them on chairs, hooks, etc. \n\nThe WiFi is strong and reliable. \n\nThere is a grocery store and a couple of reasonably priced restaurants on the block, as well as two different banks. Excellent for visitors. A drug store is also available on the next block at the corner. \n\nOverall the inconveniences were small and the positives of this location was great. "
    },
    {
    "_id": "105153541",
    "date": "2016-09-30T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "81173012",
    "reviewer_name": "Maureen",
    "comments": "Ana and Jose were wonderful hosts.  They were there when we arrived and showed us everything.  They provided a cell phone for us to use to be in contact with them and were very patient with our lack of technological experience. They were always helpful and accommodating. The apt. was very comfortable and convenient.  I highly recommend this place.  Ana speaks Portuguese and understands Spanish.  If you speak English, she has friends who can help with the translation."
    },
    {
    "_id": "106849380",
    "date": "2016-10-08T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "24470430",
    "reviewer_name": "Gracinha Ferreira",
    "comments": "A localização e excelente com tudo pertinho. Um supermercado ao lado assim como uma padaria e uma lanchonete.  Tinham muito bons restaurantes nas redondezas, inclusive um 24 horas. "
    },
    {
    "_id": "108096704",
    "date": "2016-10-14T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "94389738",
    "reviewer_name": "Mirian",
    "comments": "A anfitriã Ana Valéria é ótima, simpática, super atenciosa, sempre pronta a ajudar. O ap e os utensílios da casa são super limpos, o banho é ótimo e a cama super confortável. A localização é perfeita. Pretendo voltar! "
    },
    {
    "_id": "108662420",
    "date": "2016-10-16T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "80330535",
    "reviewer_name": "Cesar",
    "comments": "Ana Valéria e seu esposo foram extremamente atenciosos e prestativos. Nos receberam extremamente bem. Nos sentimos em casa. O imóvel é realmente o que aparece nas fotos. Muito bem localizado, limpo e funcional. Excelente."
    },
    {
    "_id": "112297076",
    "date": "2016-11-05T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "67404285",
    "reviewer_name": "Alex",
    "comments": "Ana is an amazing host, she was very accommodating with check-in time and was very easily reached with any problems, even though none transpired. The apartment is about 1.5 blocks away from the beach with banks, restaurants, and a super market within a 10 minute walk. Would highly recommend staying with Ana to anybody wanting to see Rio.   "
    },
    {
    "_id": "114177330",
    "date": "2016-11-16T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "1258230",
    "reviewer_name": "Gabriela",
    "comments": "Muito boa estadia. A Valéria foi ótima. Super atenciosa e prestativa. Localização é ótima. Acesso fácil às praia de copa e Ipanema. Muitos restaurantes, mercado....\r\nLocal limpo. Eu recomendo. "
    },
    {
    "_id": "116322190",
    "date": "2016-11-29T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "45060159",
    "reviewer_name": "Ale",
    "comments": "El departamento es genial, aireado, luminoso y muy bien equipado (aunque necesitarìa una mesa) La zona de Copacabana que habìamos elegido, muy conectado con Ipanema, y a pocas cuadras del metro (Gdor. Osorio) \r\nAnfitriones atentos y dispuestos. Nos encantò !!"
    },
    {
    "_id": "117194294",
    "date": "2016-12-05T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "17216383",
    "reviewer_name": "Vinícius",
    "comments": "A anfitriã e seu marido são muito simpáticos , apartamento ideal para um casal , localização fantástica , gostei muito ."
    },
    {
    "_id": "120439457",
    "date": "2016-12-10T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "27158989",
    "reviewer_name": "Pablo",
    "comments": "Este departamento está a una cuadra de la playa, muy bien ubicado, en plena zona comercial y turística de Copacabana.  Al lado de la puerta de entrada había un supermercado con buenos precios y hay muchas tiendas de diferentes tipos alrededor.\r\nEl departamento es tal cual se ve en las fotos, muy acogedor y para nada caluroso. Hay un ventilador de techo en el living para la cama que está allí y un ventilador y aire acondicionado para la cama de dos plazas en la habitación. El departamento estaba muy limpio apenas llegamos, con todo en su lugar. Teníamos todo a nuestra disposición, todo bien ordenado.\r\nValeria nos recibió en la entrada y nos entregó las llaves en mano, nos explicó todo paso a paso del departamento. Su llavero tenía una tarjeta de descuento para el supermercado, ella nos lo prestó y nos sirvió mucho para hacer las compras. Valeria fue de gran ayuda en todo momento. Previo a llegar se contactó conmigo, también durante la estadía por si necesitábamos algo y previo a nuestra partida. Cuando la contactábamos, teníamos respuesta rápida. Eso nos hizo sentir muy cómodos y nos ayudó.\r\nTanto el departamento como la anfitriona hicieron que tuvieramos una gran estadía en Copacabana."
    },
    {
    "_id": "121218526",
    "date": "2016-12-15T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "58233964",
    "reviewer_name": "Yoan",
    "comments": "Ana Valéria é uma hospedeira muito legal! O apartamento dela é ótimo com todas as coisas do que você precisa. Super confortável e super bem localizado com um mercado ao lado.\nNão tem como reclamar, tudo é perfeito!!! "
    },
    {
    "_id": "123264653",
    "date": "2016-12-28T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "47326855",
    "reviewer_name": "Sebastian",
    "comments": "Era como estaba en el anuncio de airbnb"
    },
    {
    "_id": "129536798",
    "date": "2017-01-31T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "38300289",
    "reviewer_name": "Carlos German",
    "comments": "Excelente estadía en el departamento de valeria. La ubicación es inmejorable y es muy cómodo. Ella y su esposo muy atentos y dispuestos a ayudar en todo momento. Sin duda lo recomiendo"
    },
    {
    "_id": "132537926",
    "date": "2017-02-18T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "97369017",
    "reviewer_name": "Hingra",
    "comments": "Muito bom o apartamento! Recomendo e pretendo (Website hidden by Airbnb) acho que seria interessante ter no apto uma cadeira de praia e guarda-sol, quem fica por muitos dias hospedado acaba gastando muito com aluguel na praia.Bem localizado, limpo e apto bem dividido.Valeria foi super atenciosa e receptiva, sempre tentando ajudar no que fosse possível."
    },
    {
    "_id": "137610557",
    "date": "2017-03-16T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "44956140",
    "reviewer_name": "Carina",
    "comments": "Fue realmente un placer alojarnos en el departamento de Copacabana. Perfectamente ubicado, todo funciona impecable, abajo hay un supermercado completo, restaurantes y las playas bien próximas. Y Ana Valeria, la anfitriona, un encanto, siempre conectada para saber sobre nuestras necesidades. Fue un viaje espectacular. EStamos muy agradecidos. Vamos a volver."
    },
    {
    "_id": "139244084",
    "date": "2017-03-24T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "106171754",
    "reviewer_name": "Hernan",
    "comments": "Hermoso depto. Cerca de la playa de ipanema . Ana Valeria se preocupo para que nuestra estadia sea buena.Excelente ubicacion, comodo y limpio"
    },
    {
    "_id": "140362809",
    "date": "2017-03-29T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "94973779",
    "reviewer_name": "Priscila",
    "comments": "Todo perfecto. El departamento es muy lindo, completo, limpio y todo funciona perfectamente. Tanto Ana Valeria como José siempre atentos y en comunicación. Super recomendable!"
    },
    {
    "_id": "141723867",
    "date": "2017-04-04T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "114863139",
    "reviewer_name": "Natalia",
    "comments": "Excelente ubicación y departamento muy hermoso. Valeria fue muy amable y comunicativa. Estuvo en cada detalle y ademas nos facilitó un lugar para poder dejar nuestras valijas luego del check out, ya que viajábamos tarde. Muy recomendable! Seguramente volveremos pronto."
    },
    {
    "_id": "142801153",
    "date": "2017-04-09T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "12398467",
    "reviewer_name": "Louise",
    "comments": "Um bom apartamento, pertinho da pedra do Arpoardor e a 1 quadra da praia de Copacabana. Ônibus fácil para todo o canto, supermercado embaixo do prédio. Apartamento exatamente igual ao descrito no anúncio."
    },
    {
    "_id": "144728300",
    "date": "2017-04-16T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "22762689",
    "reviewer_name": "Achilles",
    "comments": "Apartamento bem equipado, localização excelente (tem tudo perto) e anfitriã muito disponível para as informações necessárias. Recomendo demais!"
    },
    {
    "_id": "148736479",
    "date": "2017-05-01T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "14703886",
    "reviewer_name": "Christophe",
    "comments": "Super appartement, idéalement situé à deux pas de Copacabana, 10 minutes d'Ipanéma et du métro. L'appartement est fonctionnel, propre, agréable, sécurisé. En bas de l'immeuble, il y a un petit centre commercial bien pratique et une délicieuse boulangerie. Nous sommes restés 15 jours et avons énormément visité. Les plages à proximité sont vivantes. Enfin, merci à Anna Valéria pour nos échanges et ses attentions. Son ami Fernando nous a fait le transfert de l'appartement à l'aéroport. Il est adorable. Beaucoup de choses à découvrir à Rio. Nous avons fait un très beau voyage."
    },
    {
    "_id": "156164871",
    "date": "2017-05-29T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "121580398",
    "reviewer_name": "Ricardo",
    "comments": "Super Recomendo! O apto é impecável, funcional, aconchegante e o melhor numa localização privilegiada! Sem contar o atendimento PRIME da Ana Valéria! Excelente!"
    },
    {
    "_id": "158815208",
    "date": "2017-06-08T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "119276115",
    "reviewer_name": "Sergio",
    "comments": "Ana, fue un maravilloso viaje, sin la comodidad y buena ubicación del departamento no hubiese sido igual.  \nMuito obrigado!"
    },
    {
    "_id": "167658254",
    "date": "2017-07-07T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "16069925",
    "reviewer_name": "Leah",
    "comments": "If you want something close to the beach and to live like a carioca this is the spot. Close to metro, ipanema, copa, supermarket, paderia, tudo! Great communication. Thank you for the perfect place Ana! "
    },
    {
    "_id": "172657826",
    "date": "2017-07-21T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "131973196",
    "reviewer_name": "Bel",
    "comments": "La verdad es que fue todo muy lindo!!! Ana Valeria tiene mucha buena onda, se preocupo porque siempre este todo bien, el departamento es muy amplio, cómodo, tiene todo lo que se precisa, muy limpio y ordenado, todo funciona a la perfección. La ubicación es espectacular, cerca de la playa y a minutos de Ipanema. Ana Valeria una genia, una persona muy cálida. Muy recomendable!!!!!"
    },
    {
    "_id": "175339972",
    "date": "2017-07-28T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "40998565",
    "reviewer_name": "Talia",
    "comments": "Muy bien ubicado, Valeria fue muy amable y atenta. \nSin duda recomindo su departamento."
    },
    {
    "_id": "193197117",
    "date": "2017-09-12T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "110978677",
    "reviewer_name": "Fernanda",
    "comments": "Excelente localização e a Valeria uma excelente anfitriã, super preocupada em nos deixar muito a vontade. O apartamento tem uma energia muito boa."
    },
    {
    "_id": "197318690",
    "date": "2017-09-25T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "40645058",
    "reviewer_name": "Mariana",
    "comments": "Ideal para um casal, com ótima localização próximo a supermercado, restaurantes e bancos. Valéria é super receptiva e nos recebeu muito bem. Ficaria hospedada aqui novamente. :)"
    },
    {
    "_id": "206271447",
    "date": "2017-10-24T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "70411464",
    "reviewer_name": "Edson Gary",
    "comments": "La zona es la mejor, cerca de pla 2 mejores playas de Rio, el departamento es bastante comodo y es tal como lo muestran en fotos, Ana Valeria y su esposo son extremadamente amables y serviciales, nos ayudaron mucho. Un pequeño punto a mejorar son los canales de Tv que solo son unos 6 y  solo un par de entretenimiento."
    },
    {
    "_id": "209485024",
    "date": "2017-11-05T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "42865577",
    "reviewer_name": "Adalton",
    "comments": "Ana Valéria é muito prestativa e as fotos do apartamento refletem realmente como é. Localização excelente. \nRecomendo"
    },
    {
    "_id": "216576249",
    "date": "2017-12-04T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "149141767",
    "reviewer_name": "Danny",
    "comments": "Great location lot of amenities we're close and is easy to work with I would stay there again"
    },
    {
    "_id": "218212792",
    "date": "2017-12-11T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "155795023",
    "reviewer_name": "Luís Fernando",
    "comments": "Ótima localização, tudo a mão, excelente atendimento, preço justo, lugar amplo e aconchegante. Recomendo."
    },
    {
    "_id": "220059333",
    "date": "2017-12-20T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "22443804",
    "reviewer_name": "Douglas",
    "comments": "Nice location. Great host . I do recoment."
    },
    {
    "_id": "223023774",
    "date": "2017-12-31T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "77730304",
    "reviewer_name": "Facundo",
    "comments": "Nice place and location!\nThanks!"
    },
    {
    "_id": "225106904",
    "date": "2018-01-05T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "133210672",
    "reviewer_name": "Natasha",
    "comments": "O apto é super bem localizado, funcional e limpo. O prédio é antigo (como todos no bairro de Copacabana) mas o apto em si é muito bom. Apesar de estar em avenida super movimentada, o barulho externo foi menor do que eu esperava. Dormi muito bem. Eu e minha familia gostamos muito da nossa estadia nele. Tem Mercado, bancos, padaria na mesma quadra e fica 1 quadra da praia de Copacabana."
    },
    {
    "_id": "226386493",
    "date": "2018-01-10T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "45908423",
    "reviewer_name": "Florencia",
    "comments": "Fue una estadía increíble! Ana Valeria fue muy atenta y el departamento impecable, súper bien equipado y excelente ubicación. Mejor que en las fotos!  Estábamos a pocos pasos de las playas de Copacabana e Ipanema. El entorno súper seguro, con perfecto acceso a compras y restorantes. Quedamos felices con nuestra visita a Río, totalmente recomendado"
    },
    {
    "_id": "230187055",
    "date": "2018-01-27T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "106652946",
    "reviewer_name": "Milena",
    "comments": "Hermoso departamento.. el aire acondicionado y ventiladores excelentes. Departamento muy limpio, contaba con todo lo necesario: juguera, tostadora, lavadora, zona para tender ropa, plancha... todo. El sector... el mejor.. a una cuadra de la playa, al lado un mercado para comprar frutas..  muy cerca del supermercado... farmacias, banco, la playa hermosa... muy tranquilo, no tuve ningún problema, muchos turistas.. todo muy iluminado. A dos cuadras está el hotel Atlantis... donde compré 3 tours a : Angra do Reis/Isla Grande, Búzios y uno a Cabo do Reis... todos excelentes 200 reales por persona. Recomiendo un restaurante a 2 cuadras del depto de Valeria se llama Eclipse... ricas pizas a 12,5 reales... hamburguesas con papa a 18 reales... carnes con agregados(picaña) a 33 reales... muy rico y buen precio. Valeria una excelente anfitriona, muy confiable. Uber funciona sin problema. Lo pasamos increíble."
    },
    {
    "_id": "237316959",
    "date": "2018-02-22T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "81957168",
    "reviewer_name": "Valeria",
    "comments": "El dpto es como en las fotos, Ana Valeria super amable, nos ayudo con sugerencias turisticas . Esta bien super bien ubicado, entre copacabana e ipanema."
    },
    {
    "_id": "239373208",
    "date": "2018-03-01T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "67840133",
    "reviewer_name": "Cecile",
    "comments": "L appartement est très bien situé, à 2 pas de la plage de Copacabana et tout près d Ipanema, dans un quartier sans problème \nIl y a juste en bas un petit supermarché très  bien approvisionné pour cuisiner\nNos hôtes nous ont très bien accueilli et ont été très disponibles pour communiquer pendant tout le séjour !"
    },
    {
    "_id": "242202709",
    "date": "2018-03-11T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "94207939",
    "reviewer_name": "Júnior",
    "comments": "A Ana Valéria é com ctz uma superanfitriã, nos recebeu presencialmente antes do horário de checkin em virtude da acomodação das bagagens e o fez com muita simpatia e alegria. Foi solicita em tudo q foi perguntado, sempre de forma rápida e prática. Na hora do checkout tbm foi flexível em nos auxiliar para acomodação da bagagem à espera do horário do vôo. O ap é muito limpo e aconchegante, com vários utensílios domésticos q facilitam a vida do turista para q economize em sua estadia. A localização é privilegiada, a uma quadra da praia de Copacabana e a 5 min caminhando da praia do Arpoador, nossa preferida, que aliás, é bom ressaltar, estava muito bem policiada durante minha estadia de 7 dias no Rio. Superecomendo o ap de Ana Valéria e com ctz voltarei em breve."
    },
    {
    "_id": "243563030",
    "date": "2018-03-16T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "105008685",
    "reviewer_name": "Ernani",
    "comments": "Local super bem localizado, amplo, perto de todas as comodidades possíveis...praia fica bem próximo..."
    },
    {
    "_id": "246019537",
    "date": "2018-03-24T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "56758262",
    "reviewer_name": "Fatima",
    "comments": "O apartamento é bem localizado,  limpo e a Ana Valéria é muito atenciosa. \nVoltaria com certeza. "
    },
    {
    "_id": "250030545",
    "date": "2018-04-03T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "49892754",
    "reviewer_name": "Victor",
    "comments": "Me hospedei com mais dois amigos no apto da Ana! Foi tudo perfeito! Ela nos ajudou com tudo que precisávamos!\nO apto está em boas condições, tinha tudo que precisávamos, desde utensílios de cozinha até roupas de cama e banho.\nA localização é ótima! Uma quadra do posto 6 em Copacabana e 10min de Ipanema! Possui supermercado, padaria e farmácias na porta do edifício! \nTivemos uma ótima estada! Obrigado Ana!"
    },
    {
    "_id": "252180209",
    "date": "2018-04-09T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "165668545",
    "reviewer_name": "João Paulo Anselmo",
    "comments": "Espaço muito bem localizado, região tranquila e (Website hidden by Airbnb) certeza voltarei a me hospedar lá! Os proprietários são de fácil comunicação e são prestativos."
    },
    {
    "_id": "255781870",
    "date": "2018-04-21T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "170949772",
    "reviewer_name": "Guido Jorge",
    "comments": "Nos encanto Río! \nAnaValeria súper amable y encantadora.\nEl departamento muy cómodo y muy lindo, tal cual las fotos.\nTodo perfecto!\nEsperamos volver!\nGracias!!!"
    },
    {
    "_id": "261993239",
    "date": "2018-05-07T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "12426799",
    "reviewer_name": "Estelle & Jean",
    "comments": "Ana Valeria a été super réactive dès notre réservation. Elle était là pour nous accueillir et nous montrer l appartement. Celui-ci était bien équipé notamment la cuisine, top comme ça nous avons pu preparer les petits plats pour bébé. L emplacement est idéal pour qui souhaite profiter d Ipanema e Copacabana. Restaurant et bars à proximité. Nous avons passé 4 jours à Rio très sympa."
    },
    {
    "_id": "264999793",
    "date": "2018-05-15T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "56705324",
    "reviewer_name": "Daniel",
    "comments": "Excelente departamento y muy bien ubicado entre las playas de Copacabana (1 cuadra) e Ipanema (5 cuadras). Tiene todas las comodidades para tener una excelente estancia en una ciudad como Río de Janeiro! Hay un supermercado justo al lado del edificio, muy cómodo para abastecerse a toda hora, y bancos enfrente en la misma cuadra. Ya me he alojado 2 veces aquí y volvería a hacerlo! La hospitalidad de Valeria fue excelente ambas veces, tanto al ingresar como al salir del departamento."
    },
    {
    "_id": "291815191",
    "date": "2018-07-16T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "39723696",
    "reviewer_name": "David",
    "comments": "m legal"
    },
    {
    "_id": "297817291",
    "date": "2018-07-28T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "5881328",
    "reviewer_name": "Sed And Luciana",
    "comments": "Ana was a fantastic host. The apartment was very clean and comfortable. The location was perfect.  We had a great trip to Rio. I highly recommend."
    },
    {
    "_id": "303959226",
    "date": "2018-08-08T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "204292479",
    "reviewer_name": "Miguel",
    "comments": "Excelente alojamiento con ubicación ideal para conocer río, supermercado a 10 metros, equipado con todo lo necesario y muy buena atención de parte de Ana Valeria. Muy recomendable\n"
    },
    {
    "_id": "307011277",
    "date": "2018-08-13T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "104924380",
    "reviewer_name": "Guaracy",
    "comments": "Excelente apartamento super limpo, arejado e espaçoso. A anfitriã dispensa comentários, excelente pessoa, sempre disposta a ajudar, super prestativa e um amor de (Website hidden by Airbnb) certeza iremos retornar é super recomendo"
    },
    {
    "_id": "315749969",
    "date": "2018-08-29T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "204842220",
    "reviewer_name": "José Vângelo",
    "comments": "A minha estadia no apartamento da Ana Valéria foi incrível! O apartamento é exatamente como mostram as fotos, é muito confortável e acomoda tranquilamente até quatro pessoas! Tem tudo o que é preciso para uma boa estadia, como utensílios de cozinha e roupas de cama e banho! Os banheiros estavam extremamente limpos, a recepção e a comunicação foi ótima! Além disso, é preciso destacar a localização, bem próxima às praias de Copacabana e Ipanema, e de estar no mesmo quarteirão de lanchonete, padaria, restaurante, supermercado, farmácia e bancos! Super indico e com certeza voltaria a me hospedar lá."
    },
    {
    "_id": "335976265",
    "date": "2018-10-13T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "23072673",
    "reviewer_name": "Laura",
    "comments": "Wir haben zu dritt 3 Nächte im Apartment von Ana Valeria verbracht. Die Kommunikation hat sehr gut funktioniert und wir konnten das Apartment rasch finden. Wir wurden sehr herzlich begrüsst! Der Standort ist perfekt, da der Strand von Copacabana (ca.3 Min.) so wie die Ipanema (ca.10Min) zu Fuss zu erreiche sind. Zudem ist ein Supermarkt direkt neben dem Eingang! Wir haben uns auch Nachts sicher gefühlt und würden die Unterkunft herzlichst weiter empfehlen."
    },
    {
    "_id": "338815440",
    "date": "2018-10-20T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "205528285",
    "reviewer_name": "Fabien",
    "comments": "Appartement propre , confortable et parfaitement situé. Valeria est très réactive, j’ai eu un soucis avec le pommeau de douche qui a cassé le soir et le lendemain matin c’était changé. Je recommande sans aucun doute."
    },
    {
    "_id": "341679758",
    "date": "2018-10-27T04:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "173489896",
    "reviewer_name": "Amoriara",
    "comments": "Maravilhosa estadia! Ap muito aconchegante, bem localizado, perto da praia, comércios, restaurantes e metrô. Ana Valéria é um amor!"
    },
    {
    "_id": "346986452",
    "date": "2018-11-10T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "222299471",
    "reviewer_name": "Juan",
    "comments": "Regular..."
    },
    {
    "_id": "354036835",
    "date": "2018-11-30T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "167966847",
    "reviewer_name": "Cristiane",
    "comments": "O apartamento fica a menos de 2 quadras da praia e do Forte de Copacabana (que é um lugar que vale a pena visitar). Um pouquinho depois, caminhando, já se chega no Arpoador. Na mesma quadra do apto tem supermercado, padaria e outros comércios. Ana Valéria foi sempre simpática e nos entregou o apto limpo e com todos os itens que poderíamos precisar, inclusive duas cadeiras de praia. Excelente! Recomendamos!"
    },
    {
    "_id": "357036814",
    "date": "2018-12-09T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "153445227",
    "reviewer_name": "Marcia",
    "comments": "Com certeza recomendo o local, excelente recepçao e disponibilidade. Valeria sempre foi atenciosa e preocupada c nosso bem estar. Espaço amplo e muito bem localizado. Espero voltar mais vezes."
    },
    {
    "_id": "368187046",
    "date": "2019-01-06T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "16069925",
    "reviewer_name": "Leah",
    "comments": "This is the second time I’ve stayed with Ana Valeria. Both stays were about a month. Ana Valeria is a sweet and considerate host. \n\nI would not call the apartment luxurious, but it has everything you need and it’s clean. A small kitchen, and laundry is a must for me. If you’re like me, and you love Rio, and go to the beach everyday, there is no better location. I can hop on a skateboard and get to Leme or leblon, no prob. \n\nI won’t say more, so when I want to book again it will be available!!\n\nThank you Ana Valeria. Beijão, amiga."
    },
    {
    "_id": "402138734",
    "date": "2019-01-17T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "189203898",
    "reviewer_name": "Murylo",
    "comments": "Incrível hospitalidade, fizemos o check-in antes do horário combinado! O apartamento é super legal, extremamente bem localizado. Panificadoras, mercados, restaurantes, bancos, metro, praias e diversas coisas ao alcance. Ar condicionado antigo mas funciona bem e é limpo."
    },
    {
    "_id": "403178477",
    "date": "2019-01-20T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "21231279",
    "reviewer_name": "Pedro",
    "comments": "Tudo conforme anunciado. Recomendo e voltaria."
    },
    {
    "_id": "404802128",
    "date": "2019-01-25T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "193776680",
    "reviewer_name": "Claudineia",
    "comments": "O apartamento da Ana Valéria é ótimo em todas as questões... a localização é fantástica. A Ana Valéria é uma excelente anfitriã, nos recebeu muito bem com alguns mimos extras. Adorei meus dias no apartamento dela!"
    },
    {
    "_id": "406107824",
    "date": "2019-01-28T05:00:00.000Z",
    "listing_id": "10038496",
    "reviewer_id": "144134435",
    "reviewer_name": "Alessandra",
    "comments": "Tudo perfeito! O apto é muito bem localizado e atendeu perfeitamente minha família. Anfitriã prestativa e atenciosa."
    }
    ]
    },
    {
    "_id": "10047964",
    "listing_url": "https://www.airbnb.com/rooms/10047964",
    "name": "Charming Flat in Downtown Moda",
    "summary": "Fully furnished 3+1 flat decorated with vintage style.  Located at the heart of Moda/Kadıköy, close to seaside and also to the public transportation (tram, metro, ferry, bus stations) 10 minutes walk.",
    "space": "The apartment is composed of 1 big bedroom with double sized bed, a guest room with double sofa bed , a living room with 2 double sofa bed. It's suitable for max 6  people. Every bedroom has balcony overlooking the calm streets of Moda, where you will find relax and intimacy , even if at one step from the most vivid Moda's living streets. There's also private parking area with remote controller. The apartment is away from the traffic and the most crowded places, good for the ensuring quiet and a peaceful rest. The apartment is fully available to guests and is equipped with heating in all bedrooms. In the living room there is a HD TV and Apple TV. In the kitchen, there are dishwasher, oven and washing machine, with the respective detergents. You will find fresh water in the fridge and on the kitchen there are a toaster, kettle, coffee maker. In the bathroom you will find hand soap, shampoo and a hair dryer. For those who wish, there will be biscuits, tea and coffee for breakfast; oil, v",
    "description": "Fully furnished 3+1 flat decorated with vintage style.  Located at the heart of Moda/Kadıköy, close to seaside and also to the public transportation (tram, metro, ferry, bus stations) 10 minutes walk. The apartment is composed of 1 big bedroom with double sized bed, a guest room with double sofa bed , a living room with 2 double sofa bed. It's suitable for max 6  people. Every bedroom has balcony overlooking the calm streets of Moda, where you will find relax and intimacy , even if at one step from the most vivid Moda's living streets. There's also private parking area with remote controller. The apartment is away from the traffic and the most crowded places, good for the ensuring quiet and a peaceful rest. The apartment is fully available to guests and is equipped with heating in all bedrooms. In the living room there is a HD TV and Apple TV. In the kitchen, there are dishwasher, oven and washing machine, with the respective detergents. You will find fresh water in the fridge and on t",
    "neighborhood_overview": "With its diversity Moda- Kadikoy is one of the most colorfull neighbourhood of Istanbul. The place is  surrounded by lots of cafe's, pubs, concert halls, restaurants and art studios. Being local is wonderful if you're staying here.",
    "notes": "",
    "transit": "",
    "access": "",
    "interaction": "",
    "house_rules": "Be and feel like your own home, with total respect and love..this would be wonderful!",
    "property_type": "House",
    "room_type": "Entire home/apt",
    "bed_type": "Real Bed",
    "minimum_nights": "2",
    "maximum_nights": "1125",
    "cancellation_policy": "flexible",
    "last_scraped": "2019-02-18T05:00:00.000Z",
    "calendar_last_scraped": "2019-02-18T05:00:00.000Z",
    "first_review": "2016-04-02T04:00:00.000Z",
    "last_review": "2016-04-02T04:00:00.000Z",
    "accommodates": 6,
    "bedrooms": 2,
    "beds": 6,
    "number_of_reviews": 1,
    "bathrooms": {
    "$numberDecimal": "1.0"
    },
    "amenities": [
    "TV",
    "Cable TV",
    "Internet",
    "Wifi",
    "Kitchen",
    "Free parking on premises",
    "Pets allowed",
    "Pets live on this property",
    "Cat(s)",
    "Heating",
    "Family/kid friendly",
    "Washer",
    "Essentials",
    "Shampoo",
    "24-hour check-in",
    "Hangers",
    "Hair dryer",
    "Iron",
    "Laptop friendly workspace"
    ],
    "price": {
    "$numberDecimal": "527.00"
    },
    "cleaning_fee": {
    "$numberDecimal": "211.00"
    },
    "extra_people": {
    "$numberDecimal": "211.00"
    },
    "guests_included": {
    "$numberDecimal": "1"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/231120b6-e6e5-4514-93cd-53722ac67de1.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "1241644",
    "host_url": "https://www.airbnb.com/users/show/1241644",
    "host_name": "Zeynep",
    "host_location": "Istanbul, Istanbul, Turkey",
    "host_about": "Z.",
    "host_thumbnail_url": "https://a0.muscache.com/im/users/1241644/profile_pic/1426581715/original.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/users/1241644/profile_pic/1426581715/original.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Moda",
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": true,
    "host_listings_count": 2,
    "host_total_listings_count": 2,
    "host_verifications": [
    "email",
    "phone",
    "facebook",
    "reviews",
    "jumio",
    "government_id"
    ]
    },
    "address": {
    "street": "Kadıköy, İstanbul, Turkey",
    "suburb": "Moda",
    "government_area": "Kadikoy",
    "market": "Istanbul",
    "country": "Turkey",
    "country_code": "TR",
    "location": {
    "type": "Point",
    "coordinates": [
    29.03133,
    40.98585
    ],
    "is_location_exact": true
    }
    },
    "availability": {
    "availability_30": 27,
    "availability_60": 57,
    "availability_90": 87,
    "availability_365": 362
    },
    "review_scores": {
        "scores":{
            "review_scores_accuracy": 9,
        "review_scores_cleanliness": 8,
        "review_scores_checkin": 9,
        "review_scores_communication": 9,
        "review_scores_location": 10,
        "review_scores_value": 9,
        "review_scores_rating": 84
        }
    },
    "reviews": [
    {
    "_id": "68162172",
    "date": "2016-04-02T04:00:00.000Z",
    "listing_id": "10047964",
    "reviewer_id": "33536670",
    "reviewer_name": "Mihra",
    "comments": "Zeynep was a most welcoming and generous host, with a gorgeous, comfortable flat - as advertised! The flat is light and spacious, kitchen well-equipped, bed comfortable (both beds actually), and bathroom clean, with great shower pressure. Zeynep prepared a note with key information about the flat, which was great to have for reference. I especially appreciated the ground coffee and coffee maker. The fact that there was a desk in the house made my stay all the more comfortable - I had a proper place to sit down at my computer.\r\n\r\nIt's clear that Zeynep has put a lot of care into making her flat a home - it's an awesome flat! \r\n\r\nZeynep lives a five min walk to the sea, with a great park along the water front. There are plenty of hip cafes and coffee shops in the neighborhood (Moda), all a short walk from the flat. And it's only a 15 mins walk to the Kadikoy ferry, which offers easy access to the rest of Istanbul."
    }
    ]
    },
    {
    "_id": "10051164",
    "listing_url": "https://www.airbnb.com/rooms/10051164",
    "name": "Catete's Colonial Big Hause Room B",
    "summary": "Old floor, intirely reformed, destined to receive people in a very harmonious and welcoming place. Located at Catete's neighborhood, with a very easy access to the metro station, a lot of bus lines, next to a excellent trade and things to do around.",
    "space": "Este quarto está preparado para acomodar confortavelmente quatro pessoas, podendo ainda ser acrescentado um sofá-cama para receber mais um hóspede.",
    "description": "Old floor, intirely reformed, destined to receive people in a very harmonious and welcoming place. Located at Catete's neighborhood, with a very easy access to the metro station, a lot of bus lines, next to a excellent trade and things to do around.",
    "neighborhood_overview": "A Grande Morada situa-se no Bairro do Catete, histórico bairro ladeado pelo morro de Santa Tereza, pelo bairro da Lapa, pelo Parque do Flamengo e pelo Largo do Machado. Esta localização privilegiada oferece, em seu entorno, além das belas paisagens, acesso à Estação de Metro, a várias linhas de ônibus e a excelente e diversificado comércio, lazer e diversão. É um bairro pequeno e seguro, esteticamente bonito, habitado por pessoas cordiais que se conhecem e convivem cotidianamente, o que pode ser atestado por nós, que aqui moramos há mais de trinta anos.",
    "notes": "A casa possui um potencial incrível para receber grupos. Os quartos são amplos e comunicáveis.",
    "transit": "Perto do metrô e várias linhas de ônibus. Acesso a pé para o centro da cidade e para o bairro da Lapa e Santa Tereza.",
    "access": "O hóspedes poderão acessar espaços compartilhados como sala de TV e estar, terraço, área para refeições.",
    "interaction": "Sou geógrafa, gosto de arte e cultura. Moro neste endereço (porém em outro espaço, que não o casarão) com meu companheiro Carlos Henrique, que é músico, farmacêutico e acupunturista, meus filhos Pedro, estudante do ensino médio e Estevão estudante de antropologia . Somos todos os três responsáveis pelas hospedagens e manutenção do Casarão. Sejam bem vindos! Estaremos com total disponibilidade para ajudá-los.",
    "house_rules": "",
    "property_type": "House",
    "room_type": "Private room",
    "bed_type": "Real Bed",
    "minimum_nights": "2",
    "maximum_nights": "1125",
    "cancellation_policy": "strict_14_with_grace_period",
    "last_scraped": "2019-02-11T05:00:00.000Z",
    "calendar_last_scraped": "2019-02-11T05:00:00.000Z",
    "first_review": "2016-02-10T05:00:00.000Z",
    "last_review": "2016-02-10T05:00:00.000Z",
    "accommodates": 8,
    "bedrooms": 1,
    "beds": 8,
    "number_of_reviews": 1,
    "bathrooms": {
    "$numberDecimal": "4.0"
    },
    "amenities": [
    "TV",
    "Cable TV",
    "Internet",
    "Wifi",
    "Air conditioning",
    "Kitchen",
    "Smoking allowed",
    "Family/kid friendly",
    "First aid kit",
    "Fire extinguisher",
    "Essentials"
    ],
    "price": {
    "$numberDecimal": "250.00"
    },
    "security_deposit": {
    "$numberDecimal": "0.00"
    },
    "cleaning_fee": {
    "$numberDecimal": "0.00"
    },
    "extra_people": {
    "$numberDecimal": "40.00"
    },
    "guests_included": {
    "$numberDecimal": "4"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/b2119f25-42e1-4770-8072-20de92e65893.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "51326285",
    "host_url": "https://www.airbnb.com/users/show/51326285",
    "host_name": "Beatriz",
    "host_location": "Rio de Janeiro, State of Rio de Janeiro, Brazil",
    "host_about": "",
    "host_response_time": "within an hour",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/eb09c9cb-bc70-412f-80d9-47ed3ab104f4.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/eb09c9cb-bc70-412f-80d9-47ed3ab104f4.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Catete",
    "host_response_rate": 80,
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": true,
    "host_listings_count": 5,
    "host_total_listings_count": 5,
    "host_verifications": [
    "email",
    "phone",
    "facebook",
    "reviews",
    "jumio",
    "government_id"
    ]
    },
    "address": {
    "street": "Rio de Janeiro, Rio de Janeiro, Brazil",
    "suburb": "Catete",
    "government_area": "Catete",
    "market": "Rio De Janeiro",
    "country": "Brazil",
    "country_code": "BR",
    "location": {
    "type": "Point",
    "coordinates": [
    -43.18015675229857,
    -22.92638234778768
    ],
    "is_location_exact": true
    }
    },
    "availability": {
    "availability_30": 10,
    "availability_60": 10,
    "availability_90": 21,
    "availability_365": 296
    },
    "review_scores": {
    "scores":null
    },
    "reviews": [
    {
    "_id": "61992538",
    "date": "2016-02-10T05:00:00.000Z",
    "listing_id": "10051164",
    "reviewer_id": "25802720",
    "reviewer_name": "Izabella",
    "comments": "A Beatriz foi bastante atenciosa e respondia as minhas dúvidas muito rapidamente antes da viagem. O bairro do Catete tem uma localização boa, conseguimos ir para a Lapa à pé e também para outros lugares como o aterro e a praia do Flamengo durante o carnaval. A estação de metrô também é perto e tem várias opções de alimentação muito próximas à casa. O layout da casa assemelha-se à um hostel, o quarto que eu fiquei tem tamanho excelente para 4 pessoas e tem ar condicionado, o que faz muita diferença com o calor que está no Rio de Janeiro. Existem 4 banheiros, que são suficientes para o número de pessoas que cabem na casa, entretanto durante todos os dias que passei lá, o banheiro não foi limpo nenhuma vez, por sorte os hóspedes estavam mantendo-o em condições de uso, mas seria importante limpar o banheiro de vez em quando. \r\nOutro ponto importante é que os quartos são ligados por uma porta que não tem fechadura e é bem fina, ou seja, a privacidade não é garantida e o barulho de um quarto pode ser ouvido perfeitamente no outro.\r\nO preço é justo pelo que é oferecido, seria importante apenas melhorar a limpeza e verificar se é possível fechar a comunicação dos quartos."
    }
    ]
    },
    {
    "_id": "10057447",
    "listing_url": "https://www.airbnb.com/rooms/10057447",
    "name": "Modern Spacious 1 Bedroom Loft",
    "summary": "Prime location, amazing lighting and no annoying neighbours.  Good place to rent if you want a relaxing time in Montreal.",
    "space": "Lot's of plants and lights.  Really great modern bathroom that you will love showering in :) and a kitchen equipped with everything you need to cook a great meal.  (we live here)",
    "description": "Prime location, amazing lighting and no annoying neighbours.  Good place to rent if you want a relaxing time in Montreal. Lot's of plants and lights.  Really great modern bathroom that you will love showering in :) and a kitchen equipped with everything you need to cook a great meal.  (we live here)",
    "neighborhood_overview": "",
    "notes": "",
    "transit": "",
    "access": "",
    "interaction": "",
    "house_rules": "",
    "property_type": "Apartment",
    "room_type": "Entire home/apt",
    "bed_type": "Real Bed",
    "minimum_nights": "1",
    "maximum_nights": "1125",
    "cancellation_policy": "flexible",
    "last_scraped": "2019-03-11T04:00:00.000Z",
    "calendar_last_scraped": "2019-03-11T04:00:00.000Z",
    "accommodates": 4,
    "bedrooms": 1,
    "beds": 2,
    "number_of_reviews": 0,
    "bathrooms": {
    "$numberDecimal": "1.0"
    },
    "amenities": [
    "Internet",
    "Wifi",
    "Kitchen",
    "Heating",
    "Family/kid friendly",
    "Washer",
    "Dryer",
    "Smoke detector",
    "First aid kit",
    "Safety card",
    "Fire extinguisher",
    "Essentials",
    "Shampoo",
    "24-hour check-in",
    "Hangers",
    "Iron",
    "Laptop friendly workspace"
    ],
    "price": {
    "$numberDecimal": "50.00"
    },
    "extra_people": {
    "$numberDecimal": "31.00"
    },
    "guests_included": {
    "$numberDecimal": "1"
    },
    "images": {
    "thumbnail_url": "",
    "medium_url": "",
    "picture_url": "https://a0.muscache.com/im/pictures/9fa69ad8-c9be-45dd-966b-b8f59bdccb2b.jpg?aki_policy=large",
    "xl_picture_url": ""
    },
    "host": {
    "host_id": "51612949",
    "host_url": "https://www.airbnb.com/users/show/51612949",
    "host_name": "Konstantin",
    "host_location": "Montreal, Quebec, Canada",
    "host_about": "",
    "host_thumbnail_url": "https://a0.muscache.com/im/pictures/beb6b50e-0a26-4b29-9837-d68c3eea413f.jpg?aki_policy=profile_small",
    "host_picture_url": "https://a0.muscache.com/im/pictures/beb6b50e-0a26-4b29-9837-d68c3eea413f.jpg?aki_policy=profile_x_medium",
    "host_neighbourhood": "Mile End",
    "host_is_superhost": false,
    "host_has_profile_pic": true,
    "host_identity_verified": false,
    "host_listings_count": 1,
    "host_total_listings_count": 1,
    "host_verifications": [
    "email",
    "phone",
    "jumio",
    "offline_government_id",
    "selfie",
    "government_id",
    "identity_manual"
    ]
    },
    "address": {
    "street": "Montréal, Québec, Canada",
    "suburb": "Mile End",
    "government_area": "Le Plateau-Mont-Royal",
    "market": "Montreal",
    "country": "Canada",
    "country_code": "CA",
    "location": {
    "type": "Point",
    "coordinates": [
    -73.59111,
    45.51889
    ],
    "is_location_exact": true
    }
    },
    "availability": {
    "availability_30": 0,
    "availability_60": 0,
    "availability_90": 0,
    "availability_365": 0
    },
    "review_scores": {
        "scores":null
    },
    "reviews": []
    }
    ]
    